{
    "name": "Minimal Facts",
    "subtitle": "Overview of key events and testimonies related to the resurrection of Jesus",
    "children": [
        {
            "name": "Death",
            "subtitle": "Accounts and sources regarding the death of Jesus",
            "children": [
                {
                    "name": "Non-Christian Sources",
                    "subtitle": "Historical accounts outside the New Testament",
                    "children": [
                        {
                            "name": "Josephus",
                            "subtitle": "First-century Jewish historian; provides an early non-Christian reference to Jesus’s crucifixion.",
                            "children": [
                                {
                                    "name": "Antiquities 18.3.3",
                                    "subtitle": "Records Jesus’s crucifixion under Pontius Pilate; widely regarded as authentic.",
                                    "date": "c. AD 93–94",
                                    "details": "The first-century Jewish historian Josephus records that Jesus was crucified under Pontius Pilate. While the broader passage is debated, most scholars accept the reference to his execution as authentic. Further Reading: T. C. Schmidt, *Josephus and Jesus: New Evidence for the One Called Christ* (Oxford University Press, 2025), Oxford Academic, accessed July 25, 2025.",
                                    "whyItMatters": [
                                        "Earliest non-Christian reference to Jesus’s death.",
                                        "Corroborates the Gospel accounts of crucifixion under Pilate.",
                                        "Confirms Jesus’s existence and significance in the first century."
                                    ],
                                    "source": {
                                        "title": "Antiquities of the Jews, Book 18, Section 63",
                                        "url": "https://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.01.0146%3Abook%3D18%3Awhiston+chapter%3D3%3Awhiston+section%3D3"
                                    },
                                    "kind": "evidence"
                                }
                            ],
                            "kind": "collection"
                        },
                        {
                            "name": "Tacitus",
                            "subtitle": "Prominent Roman historian; confirms Jesus’s execution under Pilate in Roman records.",
                            "children": [
                                {
                                    "name": "Annals 15.44",
                                    "subtitle": "Roman record of Jesus’s execution by Pilate during Tiberius’s reign.",
                                    "date": "c. AD 115",
                                    "details": "The Roman historian Tacitus reports that 'Christus' was executed by Pontius Pilate during Tiberius’s reign. This independent account confirms key Gospel details and shows the crucifixion was publicly recognized.",
                                    "whyItMatters": [
                                        "Earliest Roman reference to Jesus’s death.",
                                        "Provides independent, non-Christian confirmation of crucifixion under Pilate.",
                                        "Demonstrates the event was known in Roman historical records."
                                    ],
                                    "source": {
                                        "title": "Tacitus, Annals 15.44",
                                        "url": "https://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.02.0078%3Abook%3D15%3Achapter%3D44"
                                    },
                                    "kind": "evidence"
                                }
                            ],
                            "kind": "collection"
                        },
                        {
                            "name": "Lucian",
                            "subtitle": "Second-century Greek satirist; provides evidence that crucifixion was central to Christian identity.",
                            "children": [
                                {
                                    "name": "The Death of Peregrinus, Sections 11–13",
                                    "subtitle": "Mocks Christians for worshiping a crucified figure; shows crucifixion was widely known.",
                                    "date": "c. AD 165",
                                    "details": "Greek satirist Lucian mocks Christians for worshiping a crucified figure, showing the crucifixion was a well-known and defining feature of the faith by the second century.",
                                    "whyItMatters": [
                                        "Confirms Christians were identified with belief in a crucified founder.",
                                        "Shows crucifixion was widely known among non-Christians.",
                                        "Demonstrates the centrality of the crucifixion to Christian identity."
                                    ],
                                    "source": {
                                        "title": "Lucian, The Death of Peregrinus",
                                        "url": "https://www.tertullian.org/rpearse/lucian/peregrinus.htm",
                                        "highlightedUrl": "https://www.tertullian.org/rpearse/lucian/peregrinus.htm#:~:text=11.%C2%A0%C2%A0%C2%A0%20%22It%20was,upon%20simple%20folk."
                                    },
                                    "kind": "evidence"
                                }
                            ],
                            "kind": "collection"
                        },
                        {
                            "name": "Mara bar-Serapion",
                            "subtitle": "Syrian Stoic philosopher; his letter is an early non-Christian reference to Jesus’s death.",
                            "children": [
                                {
                                    "name": "Letter",
                                    "subtitle": "Refers to the execution of a 'wise king of the Jews' whose teachings endured.",
                                    "date": "c. AD 73",
                                    "details": "A Stoic philosopher, writing in Syriac, refers to the execution of a 'wise king of the Jews' whose teachings endured. Many scholars see this as an early non-Christian reference to Jesus’s death.",
                                    "whyItMatters": [
                                        "Very early external reference to Jesus’s death.",
                                        "Presents Jesus as a 'wise king' with lasting influence.",
                                        "Acknowledges Jesus’s Jewish identity and execution."
                                    ],
                                    "source": {
                                        "title": "Letter of Mara bar",
                                        "url": "https://www.earlychristianwritings.com/mara.html#google_vignette"
                                    },
                                    "kind": "evidence"
                                }
                            ],
                            "kind": "collection"
                        },
                        {
                            "name": "Babylonian Talmud",
                            "subtitle": "Central text of Rabbinic Judaism; contains a hostile but independent tradition about Jesus’s execution.",
                            "children": [
                                {
                                    "name": "Sanhedrin 43a",
                                    "subtitle": "Jewish tradition recounting the execution of 'Jesus the Nazarene' on Passover Eve.",
                                    "date": "c. AD 200 (oral tradition), AD 500 (written)",
                                    "details": "A hostile Jewish tradition in the Talmud recounts the execution of 'Jesus the Nazarene' on Passover Eve. Though written centuries later, it reflects an independent acknowledgment of his death.",
                                    "whyItMatters": [
                                        "Independent Jewish source confirming Jesus’s death.",
                                        "Timing on 'Passover Eve' aligns with Gospel chronology.",
                                        "Hostile tone suggests the fact of his death was not disputed."
                                    ],
                                    "source": {
                                        "title": "Babylonian Talmud, Sanhedrin 43a",
                                        "url": "https://www.sefaria.org/Sanhedrin.43a.20?lang=bi&lookup=%D7%95%D6%B0&with=Lexicon&lang2=en"
                                    },
                                    "kind": "evidence"
                                }
                            ],
                            "kind": "collection"
                        }
                    ],
                    "kind": "collection"
                }
            ],
            "kind": "collection"
        },
        {
            "name": "Burial",
            "subtitle": "Historical and textual evidence for Jesus’s burial after crucifixion",
            "children": [
                {
                    "name": "Early Creed",
                    "subtitle": "Earliest tradition explicitly includes Jesus’ burial prior to resurrection",
                    "children": [
                                {
                                    "name": "1 Corinthians 15:3–4",
                                    "subtitle": "“…that he was buried, that he was raised on the third day…”",
                                    "date": "Tradition: c. AD 30–35; citation: c. AD 55",
                                    "details": "Paul preserves a pre-Pauline formula he “received” and “delivered” in which the burial (Greek: etaphē, “was buried”) stands between death and resurrection. This locates a concrete interment of a body in time and place—consistent with Jewish same-day burial practice—and forms the narrative hinge for the proclamation that the tomb was later found empty. Because “on the third day” follows both death and burial in the sequence, the timing reads coherently whether reckoned from death or from burial—naturally presuming they occurred the same day.",
                                    "whyItMatters": [
                                        "The earliest stratum explicitly affirms Jesus’ burial, not merely death and resurrection.",
                                        "Formal transmission language (“received…delivered”) signals controlled, communal tradition handling very close to the events.",
                                        "The burial clause both undergirds the empty-tomb inference and yields an unambiguous “third day” count whether anchored to death or burial."
                                    ],
                                    "source": {
                                        "title": "1 Corinthians 15:3–4)",
                                        "url": "https://www.biblegateway.com/passage/?search=1+Corinthians+15%3A3-4&version=ESV"
                                    },
                                    "kind": "evidence"
                                }
                    ],
                    "kind": "collection"
                },
                {
                    "name": "Before Sunset",
                    "subtitle": "Jewish same-day burial custom for the executed and Roman permissions",
                    "children": [
                        {
                            "name": "Hebrew Bible",
                            "subtitle": "Foundational Jewish scriptures; source of the law requiring same-day burial for the executed.",
                            "children": [
                                {
                                    "name": "Deuteronomy 21:22–23",
                                    "subtitle": "Remove the body the same day",
                                    "date": "c. 7th–5th century BC ",
                                    "details": "The law commands that if someone is executed and their body is displayed, it must not remain overnight; they must be buried the same day so the land is not defiled.",
                                    "whyItMatters": [
                                        "Primary source for the Jewish same-day burial norm.",
                                        "Explains urgency to remove bodies before nightfall/Sabbath.",
                                        "Background for later Jewish practice referenced by Josephus and the Gospels."
                                    ],
                                    "source": {
                                        "title": "Deuteronomy 21:22-23",
                                        "url": "https://www.biblegateway.com/passage/?search=Deuteronomy+21%3A22-23&version=ESV"
                                    },
                                    "kind": "evidence"
                                }
                            ],
                            "kind": "collection"
                        },
                        {
                            "name": "Josephus",
                            "subtitle": "First-century Jewish historian; provides direct testimony and legal context for Jewish burial customs.",
                            "children": [
                                {
                                    "name": "Jewish War 4.317",
                                    "subtitle": "Even the crucified were buried before sunset",
                                    "date": "c. AD 75",
                                    "details": "In describing Jewish piety, Josephus notes that in Jerusalem they took down those condemned and crucified and buried them before the sun went down, contrasting this with impious behavior during the war.",
                                    "whyItMatters": [
                                        "Direct testimony that Jews aimed to bury even the crucified before sunset.",
                                        "Shows how local custom pressed for prompt burial.",
                                        "Provides cultural context for rapid removals near festivals/Sabbath."
                                    ],
                                    "source": {
                                        "title": "Josephus, War 4.317 (Whiston/Perseus)",
                                        "url": "https://lexundria.com/j_bj/4.317/wst"
                                    },
                                    "kind": "evidence"
                                },
                                {
                                    "name": "Antiquities 4.202–203",
                                    "subtitle": "Josephus restates the Torah’s same-day burial law",
                                    "date": "c. AD 93–94",
                                    "details": "While summarizing Mosaic legislation, Josephus reiterates the command to remove and bury the executed the same day so that the land is not defiled.",
                                    "whyItMatters": [
                                        "Confirms the legal basis for same-day burial.",
                                        "Shows continuity between Torah and Second Temple practice.",
                                        "Helps explain public pressure for removing bodies before Sabbath."
                                    ],
                                    "source": {
                                        "title": "Josephus, Antiquities 4.202–203 (Perseus)",
                                        "url": "https://www.perseus.tufts.edu/hopper/text?doc=J.+AJ+4.202"
                                    },
                                    "kind": "evidence"
                                }
                            ],
                            "kind": "collection"
                        },
                        {
                            "name": "Philo",
                            "subtitle": "Alexandrian Jewish philosopher; describes burial practices and Roman policy in the first century.",
                            "children": [
                                {
                                    "name": "Against Flaccus 83–84",
                                    "subtitle": "Festival leniency vs. Flaccus’s contrary cruelty",
                                    "date": "c. AD 38–41",
                                    "details": "Philo notes that when an imperial festival was at hand, governors sometimes ordered crucified men to be taken down and released to their relatives for burial (§83). He then contrasts this with Flaccus—“this man”—who did not remove the crucified but instead crucified living Jews during the festival (§84), underscoring that release for burial was a recognized option that Flaccus refused.",
                                    "whyItMatters": [
                                        "§83 attests governors could allow removals/burials, especially around festivals.",
                                        "§84 shows this was not automatic policy by highlighting Flaccus’s violation.",
                                        "Together §§83–84 supply contemporaneous precedent for exceptional same-day burials."
                                    ],
                                    "source": {
                                        "title": "Philo, In Flaccum 83–84 (English, Yonge trans.)",
                                        "url": "https://penelope.uchicago.edu/Thayer/E/Roman/Texts/Philo/in_Flaccum*.html",
                                        "highlightedUrl": "https://penelope.uchicago.edu/Thayer/E/Roman/Texts/Philo/in_Flaccum*.html#:~:text=83%C2%A0I%C2%A0have,fire%20and%20sword%3B"
                                    },
                                    "kind": "evidence"
                                }
                            ],
                            "kind": "collection"
                        },
                        {
                            "name": "Roman Law",
                            "subtitle": "Legal principles from the Roman Empire; codified burial permissions for the executed, influencing local practice.",
                            "children": [
                                {
                                    "name": "Digest of Justinian 48.24.1–3",
                                    "subtitle": "Bodies not to be denied to relatives (with exceptions)",
                                    "date": "Compiled AD 533 (quoting earlier jurists like Ulpian, 3rd c. )",
                                    "details": "The Digest records the principle that the bodies of those punished should not be refused to their relatives, though treason cases could be excluded. It reflects a normative allowance for burial under Roman administration.",
                                    "whyItMatters": [
                                        "Indicates burial permissions were routine enough to be codified.",
                                        "Explains how petitions for bodies could succeed under Rome.",
                                        "Fits the Gospels’ portrayal of official permission to bury."
                                    ],
                                    "source": {
                                        "title": "Digest 48.24 (De cadaveribus punitorum)",
                                        "url": "https://droitromain.univ-grenoble-alpes.fr/Anglica/D48_Scott.htm#XXIV:~:text=1.%20Ulpianus%2C%20On%20the%20Duties%20of%20Proconsul%2C%20Book%20IX,given%20to%20whoever%20requests%20them%20for%20the%20purpose%20of%20burial"
                                    },
                                    "kind": "evidence"
                                }
                            ],
                            "kind": "collection"
                        },
                        {
                            "name": "Gospels",
                            "subtitle": "Narratives of Jesus’s removal and burial before the Sabbath (with women observing the tomb’s location)",
                            "children": [
                                {
                                    "name": "Mark 15:42–47",
                                    "subtitle": "Burial before Sabbath; women see where he is laid (v.47)",
                                    "date": "c. AD 66–70 (traditional dating of Mark)",
                                    "details": "On Preparation Day, Joseph of Arimathea requests Jesus’s body; after death is confirmed, Pilate grants it. Jesus is wrapped and placed in a rock-hewn tomb. Mary Magdalene and Mary the mother of Jesus saw where he was laid (v.47), fixing the tomb’s location.",
                                    "whyItMatters": [
                                        "Explains official permission and pre-Sabbath haste.",
                                        "Women witnesses identify the tomb’s location (v.47).",
                                        "Supports a known, checkable burial site."
                                    ],
                                    "source": {
                                        "title": "Mark 15:42",
                                        "url": "https://www.biblegateway.com/passage/?search=Mark+15%3A42-47&version=ESV"
                                    },
                                    "kind": "evidence"
                                },
                                {
                                    "name": "Matthew 27:57–61",
                                    "subtitle": "Joseph of Arimathea's tomb; women sit opposite the tomb (v.61)",
                                    "date": "c. AD 80–90 (traditional dating of Matthew)",
                                    "details": "Joseph of Arimathea asks for the body and lays Jesus in his own new rock-hewn tomb, rolling a great stone to the entrance. Mary Magdalene and “the other Mary” were there, sitting opposite the tomb (v.61), marking its location.",
                                    "whyItMatters": [
                                        "Adds ownership/new-tomb detail consistent with purity/time constraints.",
                                        "Women’s presence locates the burial site (v.61).",
                                        "Corroborates the Markan sequence with independent nuance."
                                    ],
                                    "source": {
                                        "title": "Matthew 27:57-61",
                                        "url": "https://www.biblegateway.com/passage/?search=Matthew+27%3A57-61&version=ESV"
                                    },
                                    "kind": "evidence"
                                },
                                {
                                    "name": "Luke 23:50–56",
                                    "subtitle": "Council member buries Jesus; women see the tomb and how the body was laid (vv.55–56)",
                                    "date": "c. AD 80–90 (traditional dating of Luke)",
                                    "details": "Joseph of Arimathea, a council member who had not consented to the decision, wraps Jesus in linen and places him in a rock-hewn tomb. The women who had come from Galilee saw the tomb and how his body was laid (vv.55–56), then prepare spices and rest on the Sabbath.",
                                    "whyItMatters": [
                                        "Emphasizes timing: burial just before Sabbath begins.",
                                        "Women observe both location and burial manner (vv.55–56).",
                                        "Explains their return after Sabbath with prepared spices."
                                    ],
                                    "source": {
                                        "title": "Luke 23:50-56",
                                        "url": "https://www.biblegateway.com/passage/?search=Luke+23%3A50-56&version=ESV"
                                    },
                                    "kind": "evidence"
                                },
                                {
                                    "name": "John 19:31, 38–42",
                                    "subtitle": "Bodies removed for high Sabbath; Joseph & Nicodemus bury Jesus",
                                    "date": "c. AD 90–100 (traditional dating of John)",
                                    "details": "Because it was Preparation and the next day was a high Sabbath, the Judean leaders ask for the bodies to be removed. Joseph of Arimathea, joined by Nicodemus, receives permission, prepares the body with spices, and lays Jesus in a nearby garden tomb. John does not explicitly state women witnessed the burial (women appear at the cross, 19:25, and Mary Magdalene at the tomb on the first day, 20:1).",
                                    "whyItMatters": [
                                        "Links removal directly to Jewish law/Sabbath concerns.",
                                        "Details official permission and proximity/haste.",
                                        "Complements Synoptic testimony about women without duplicating it."
                                    ],
                                    "source": {
                                        "title": "John 19:31, 38",
                                        "url": "https://www.biblegateway.com/passage/?search=John+19%3A31%2C+38-42&version=ESV"
                                    },
                                    "kind": "evidence"
                                }
                            ],
                            "kind": "collection"
                        }
                    ],
                    "kind": "collection"
                },
                {
                    "name": "Empty Tomb",
                    "subtitle": "Early Christians used ‘resurrection’ in the bodily sense recognized in Judaism and Greco-Roman contexts. As N. T. Wright puts it: “when the early Christians said ‘resurrection’ … ‘resurrection’ meant bodily resurrection; and that is what the early Christians affirmed.” (Christian Origins, 3:209).",
                    "children": [
                        {
                            "name": "Jerusalem Factor",
                            "subtitle": "The message began in Jerusalem, where authorities could have refuted it by producing a body.",
                            "children": [
                                {
                                    "name": "Paul’s Letters",
                                    "subtitle": "Independent, mid–1st-century witnesses to a continuing Jerusalem church and leadership",
                                    "children": [
                                        {
                                            "name": "Galatians 1:18–19",
                                            "subtitle": "Paul meets Cephas and James in Jerusalem",
                                            "date": "mid-1st c. AD ",
                                            "details": "Three years after his conversion, Paul visits Jerusalem, stays fifteen days with Cephas, and sees James, the Lord’s brother. This implies a known leadership presence in Jerusalem early on.",
                                            "whyItMatters": [
                                                "Locates named leaders (Cephas, James) in Jerusalem soon after Easter.",
                                                "Shows direct contact between Paul and Jerusalem eyewitness leadership."
                                            ],
                                            "source": {
                                                "title": "Galatians 1:18–19",
                                                "url": "https://www.biblegateway.com/passage/?search=Galatians+1%3A18-19&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Galatians 2:9",
                                            "subtitle": "James, Cephas, and John as acknowledged ‘pillars’",
                                            "date": "mid-1st c. AD ",
                                            "details": "Paul notes that James, Cephas, and John recognized his mission and extended fellowship, indicating a stable, recognized leadership hub in Jerusalem.",
                                            "whyItMatters": [
                                                "Identifies Jerusalem ‘pillars’ by name.",
                                                "Implies sustained authority centered in Jerusalem."
                                            ],
                                            "source": {
                                                "title": "Galatians 2:9",
                                                "url": "https://www.biblegateway.com/passage/?search=Galatians+2%3A9&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Galatians 2:12",
                                            "subtitle": "‘Certain men came from James’",
                                            "date": "mid-1st c. AD ",
                                            "details": "Reference to emissaries ‘from James’ presumes James’s active oversight and influence based in Jerusalem.",
                                            "whyItMatters": [
                                                "Corroborates James’s functional leadership.",
                                                "Assumes Jerusalem as the sending center."
                                            ],
                                            "source": {
                                                "title": "Galatians 2:12",
                                                "url": "https://www.biblegateway.com/passage/?search=Galatians+2%3A12&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Romans 15:25–27",
                                            "subtitle": "Aid ‘for the poor among the saints at Jerusalem’",
                                            "date": "c. AD 55–57",
                                            "details": "Paul is going to Jerusalem with relief from Gentile churches for believers there, showing a known, enduring congregation in the city.",
                                            "whyItMatters": [
                                                "Explicitly names the Jerusalem church as ongoing.",
                                                "Implies wide awareness of that community across the movement."
                                            ],
                                            "source": {
                                                "title": "Romans 15:25–27",
                                                "url": "https://www.biblegateway.com/passage/?search=Romans+15%3A25-27&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "1 Corinthians 16:1–4",
                                            "subtitle": "Collection destined for Jerusalem",
                                            "date": "c. AD 53–55",
                                            "details": "Paul organizes a collection and will send accredited persons ‘with letters’ to carry the gift to Jerusalem (and may go himself).",
                                            "whyItMatters": [
                                                "Shows logistical ties to a recognized Jerusalem church.",
                                                "Confirms Jerusalem as a living point of reference."
                                            ],
                                            "source": {
                                                "title": "1 Corinthians 16:1–4",
                                                "url": "https://www.biblegateway.com/passage/?search=1+Corinthians+16%3A1-4&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "2 Corinthians 8–9",
                                            "subtitle": "Sustained instructions about the Jerusalem relief",
                                            "date": "c. AD 55–56",
                                            "details": "Paul devotes two chapters to completing the offering for the saints—part of the same Jerusalem-relief effort mentioned elsewhere.",
                                            "whyItMatters": [
                                                "Shows the collection was ongoing and coordinated.",
                                                "Reinforces the visibility of the Jerusalem believers."
                                            ],
                                            "source": {
                                                "title": "2 Corinthians 8–9",
                                                "url": "https://www.biblegateway.com/passage/?search=2+Corinthians+8%3B2+Corinthians+9&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "1 Thessalonians 2:14",
                                            "subtitle": "‘Churches of God … in Judea’",
                                            "date": "c. AD 50–51",
                                            "details": "Paul mentions Judean churches as models for the Thessalonians, corroborating a network of early communities in Judea that naturally includes Jerusalem.",
                                            "whyItMatters": [
                                                "Independent attestation of Judean congregations.",
                                                "Fits the picture of an early, publicly known movement centered in Judea/Jerusalem."
                                            ],
                                            "source": {
                                                "title": "1 Thessalonians 2:14",
                                                "url": "https://www.biblegateway.com/passage/?search=1+Thessalonians+2%3A14&version=ESV"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Josephus",
                                    "subtitle": "Non-Christian Jewish historian confirming a Jerusalem leader (James) decades after Easter",
                                    "children": [
                                        {
                                            "name": "Antiquities 20.200 (20.9.1)",
                                            "subtitle": "Execution of James, the brother of Jesus, in Jerusalem",
                                            "date": "Event: c. AD 62; Composition: c. AD 93–94",
                                            "details": "Josephus reports that the high priest Ananus convened the Sanhedrin and executed ‘the brother of Jesus, who was called Christ, whose name was James’ in Jerusalem—evidence of an established Christian leadership there into the 60s.",
                                            "whyItMatters": [
                                                "Non-Christian confirmation of a Jerusalem Christian leader.",
                                                "Shows Christian presence in the city three decades after Jesus’s death."
                                            ],
                                            "source": {
                                                "title": "Josephus, Antiquities of the Jews 20.200 (Whiston trans.)",
                                                "url": "https://lexundria.com/j_aj/20.200/wst"
                                            },
                                            "kind": "evidence",
                                            "dates": {
                                                "event": "c. AD 62",
                                                "composition": "c. AD 93–94"
                                            }
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Hegesippus",
                                    "subtitle": "2nd-century chronicler cited by Eusebius for Jerusalem succession and martyrdoms",
                                    "children": [
                                        {
                                            "name": "Simeon of Jerusalem (martyrdom under Trajan)",
                                            "subtitle": "Hegesippus (quoted by Eusebius) on the second bishop of Jerusalem",
                                            "date": "c. AD 106–107 (trad., event)",
                                            "details": "Eusebius quotes Hegesippus that Symeon (Simeon) son of Clopas, the second bishop of Jerusalem, was accused, tortured, and finally executed during Trajan’s reign—placing a named Jerusalem Christian leader in the early 2nd century.",
                                            "whyItMatters": [
                                                "Extends Jerusalem leadership beyond the apostolic era.",
                                                "Corroborates a continuing, public Christian presence in the city."
                                            ],
                                            "source": {
                                                "title": "Eusebius, Church History 3.32 (quoting Hegesippus)",
                                                "url": "https://www.newadvent.org/fathers/250103.htm#chapter32:~:text=1.%20It%20is%20reported,is%20falsely%20so%2Dcalled.%27"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                }
                            ],
                            "kind": "collection"
                        },
                        {
                            "name": "Enemy Attestation",
                            "subtitle": "Assertion and counter-assertion: the Jewish ‘stolen body’ explanation and Christian replies across the 2nd–3rd centuries",
                            "children": [
                                {
                                    "name": "Matthew 28:11–15",
                                    "subtitle": "“His disciples came by night and stole him away”",
                                    "date": "c. AD 80–90 (traditional dating of Matthew)",
                                    "details": "Matthew preserves the earliest Jewish polemic: a bribed guard is to report that the disciples stole the body while the soldiers slept. The narrative both records the opposing claim and implies that, on all sides, the body was not in the tomb.",
                                    "source": {
                                        "title": "Matthew 28:11-15",
                                        "url": "https://www.biblegateway.com/passage/?search=Matthew+28%3A11-15&version=ESV"
                                    },
                                    "kind": "evidence"
                                },
                                {
                                    "name": "Justin Martyr, Dialogue with Trypho 108",
                                    "subtitle": "Report that Jewish authorities sent men to proclaim the ‘theft’ explanation",
                                    "date": "c. AD 155–160",
                                    "details": "Justin says Jewish leaders dispatched agents throughout the Mediterranean to accuse Christians of stealing Jesus’ body—an explicit continuation of the theft claim and an implicit admission that the tomb was empty.",
                                    "source": {
                                        "title": "Dialogue with Trypho, ch. 108 (New Advent)",
                                        "url": "https://www.newadvent.org/fathers/01287.htm",
                                        "highlightedUrl": "https://www.newadvent.org/fathers/01287.htm#:~:text=Justin%3A%20And%20though,suffering%20Father%20of%20all."
                                    },
                                    "kind": "evidence"
                                },
                                {
                                    "name": "Tertullian, De Spectaculis 30",
                                    "subtitle": "Mocks stock calumnies: “His disciples secretly stole Him away… or the gardener…”",
                                    "date": "c. AD 197–200",
                                    "details": "Tertullian lampoons familiar anti-Christian retorts including the stolen-body claim and a ‘gardener’ variant, showing these hostile explanations were widely enough known to satirize—again presuming a missing corpse.",
                                    "source": {
                                        "title": "De Spectaculis, ch. 30 (New Advent)",
                                        "url": "https://www.newadvent.org/fathers/0303.htm",
                                        "highlightedUrl": "https://www.newadvent.org/fathers/0303.htm#:~:text=But%20what%20a,every%20race%2Dcourse."
                                    },
                                    "kind": "evidence"
                                }
                            ],
                            "kind": "collection"
                        },
                        {
                            "name": "Testimony of Women",
                            "subtitle": "Ancient legal and cultural sources often discounted women’s testimony; the Gospels’ female first witnesses are therefore unlikely inventions",
                            "children": [
                                {
                                    "name": "Luke",
                                    "subtitle": "Author of the third Gospel; provides a narrative of the resurrection and the role of women witnesses.",
                                    "children": [
                                        {
                                            "name": "Luke 24:11",
                                            "subtitle": "Apostles initially dismiss the women’s report as ‘an idle tale’",
                                            "date": "c. AD 60–90 (traditional range for Luke)",
                                            "details": "Luke frankly notes the men did not believe the women, aligning with broader ancient attitudes toward female testimony and undercutting any charge of Christian embellishment.",
                                            "source": {
                                                "title": "Luke 24:11",
                                                "url": "https://www.biblegateway.com/passage/?search=Luke+24%3A11&version=ESV"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Josephus",
                                    "subtitle": "First-century Jewish historian; summarizes Mosaic law and Jewish legal practice.",
                                    "children": [
                                        {
                                            "name": "Antiquities 4.8.15 (§219)",
                                            "subtitle": "Legal inadmissibility of women’s testimony in some Jewish contexts",
                                            "date": "c. AD 93–94",
                                            "details": "Josephus, summarizing Mosaic law and later practice, states that the testimony of women is not to be admitted in certain legal matters—illustrating a generally diminished evidentiary status.",
                                            "source": {
                                                "title": "Antiquities 4.219 (English)",
                                                "url": "https://lexundria.com/j_aj/4.219/wst"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Mishnah",
                                    "subtitle": "Foundational compilation of Jewish oral law, redacted c. AD 200; sets legal standards for testimony.",
                                    "children": [
                                        {
                                            "name": "Rosh Hashanah 1:8–1:9",
                                            "subtitle": "Who is fit for testimony; principle that some testimonies exclude women",
                                            "date": "c. AD 200 (Mishnah redaction)",
                                            "details": "These mishnayot list categories disqualified as witnesses and state the principle: ‘Any testimony for which a woman is unfit…,’ indicating formal limits on women’s admissibility for certain kinds of testimony.",
                                            "source": {
                                                "title": "Mishnah Rosh Hashanah 1:8–9 (Sefaria)",
                                                "url": "https://www.sefaria.org/Mishnah_Rosh_Hashanah.1.8"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Shevuot 4:1",
                                            "subtitle": "Oath of testimony applies to men, not women",
                                            "date": "c. AD 200 (compiled; preserves earlier tradition)",
                                            "details": "Specifies that the law of the ‘oath of testimony’—requiring one to swear to what they have witnessed—applies to men but not to women, slaves, minors, or others legally disqualified as witnesses. This codifies a formal disqualification of women from certain witness roles in Jewish legal settings.",
                                            "whyItMatters": [
                                                "Provides explicit early rabbinic restriction on women’s admissibility as witnesses.",
                                                "Preserves a tradition likely reflecting earlier Second Temple/early post-Temple practice.",
                                                "Directly relevant to understanding the perceived improbability of women as primary resurrection witnesses."
                                            ],
                                            "source": {
                                                "title": "Mishnah Shevuot 4:1 (Sefaria)",
                                                "url": "https://www.sefaria.org/Mishnah_Shevuot.4.1"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Jerusalem Talmud",
                                    "subtitle": "Early rabbinic commentary on the Mishnah, compiled c. AD 350–400; reflects attitudes toward women’s roles.",
                                    "children": [
                                        {
                                            "name": "Sotah 3:4 (19a)",
                                            "subtitle": "Rabbi Eliezer’s harsh dictum on women and Torah instruction",
                                            "date": "c. AD 350–400 (Yerushalmi compilation)",
                                            "details": "Yerushalmi Sotah preserves a severe stance—‘Let the words of Torah be burned rather than be handed over to women’—reflecting a milieu that marginalized women’s roles in formal learning and, by extension, in legal testimony.",
                                            "source": {
                                                "title": "Yerushalmi Sotah 3:4 (Sefaria)",
                                                "url": "https://www.sefaria.org/Jerusalem_Talmud_Sotah.3.4.7?lang=bi&lang2=en"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Babylonian Talmud",
                                    "subtitle": "Later rabbinic commentary on the Mishnah, compiled c. AD 450–550; illustrates gendered legal and social norms.",
                                    "children": [
                                        {
                                            "name": "Kiddushin 82b",
                                            "subtitle": "Social/legal norms around gender and public roles in Bavli",
                                            "date": "c. AD 450–550 (Bavli redaction)",
                                            "details": "While Kiddushin 82b is not a direct rule on admissibility of women’s testimony, its discussions of gendered roles and proprieties help illustrate broader rabbinic-era assumptions that made female testimony less weighty in many settings.",
                                            "source": {
                                                "title": "Kiddushin 82b (Sefaria)",
                                                "url": "https://www.sefaria.org/Kiddushin.82b"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Origen",
                                    "subtitle": "Third-century Christian scholar and apologist; preserves Celsus’s critiques of Christian claims.",
                                    "children": [
                                        {
                                            "name": "Contra Celsum 2.59",
                                            "subtitle": "Celsus derides the resurrection witness as a ‘half-mad woman’",
                                            "date": "c. AD 248",
                                            "details": "Origen quotes Celsus’ sneer that a ‘half-frantic/half-mad woman’ reported the resurrection—showing pagan critics themselves dismissed the women’s testimony as inherently unreliable.",
                                            "source": {
                                                "title": "Contra Celsum, Book II (New Advent)",
                                                "url": "https://www.newadvent.org/fathers/04162.htm",
                                                "highlightedUrl": "https://www.newadvent.org/fathers/04162.htm#:~:text=He%20imagines%20also,system%20of%20deception!"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Contra Celsum 3.55",
                                            "subtitle": "Celsus belittles Christians persuading ‘certain women as ignorant as themselves’",
                                            "date": "c. AD 248",
                                            "details": "Further reflecting elite disdain, Celsus caricatures Christians as targeting ignorant women—evidence of a cultural environment predisposed to discount women as credible bearers of truth claims.",
                                            "source": {
                                                "title": "Contra Celsum, Book III (public excerpts)",
                                                "url": "https://www.newadvent.org/fathers/04163.htm",
                                                "highlightedUrl": "https://www.newadvent.org/fathers/04163.htm#:~:text=But%20as%20Celsus%20delights,they%20gain%20them%20over."
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Suetonius",
                                    "subtitle": "Roman historian and biographer, early 2nd century; documents social/legal norms in the Roman Empire.",
                                    "children": [
                                        {
                                            "name": "Augustus 44",
                                            "subtitle": "Gender-segregated seating at spectacles in Augustan policy",
                                            "date": "c. AD 121–122",
                                            "details": "Augustus restricted women to upper seating at gladiatorial games. Though not about testimony, it exemplifies Roman norms that placed women at a civic and legal disadvantage in public life.",
                                            "source": {
                                                "title": "Suetonius, Life of Augustus 44 (Lexundria)",
                                                "url": "https://lexundria.com/suet_aug/44/r"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                }
                            ],
                            "kind": "collection"
                        }
                    ],
                    "kind": "collection"
                }
            ],
            "kind": "collection"
        },
        {
            "name": "Resurrection",
            "subtitle": "Testimonies and traditions about the resurrection appearances and their impact",
            "children": [
                {
                    "name": "Disciples",
                    "subtitle": "Eyewitnesses and early followers who claimed and believed in the resurrection",
                    "children": [
                        {
                            "name": "Claimed It",
                            "subtitle": "Sources and traditions where disciples explicitly claimed to have seen the risen Jesus",
                            "children": [
                                {
                                    "name": "Paul's Letters",
                                    "subtitle": "Paul’s epistolary testimony and confirmation of apostolic resurrection witness",
                                    "children": [
                                        {
                                            "name": "Galatians 1:18-19",
                                            "subtitle": "Paul Meets Peter and James",
                                            "date": "c. AD 48–50",
                                            "details": "Paul recalls that three years after his conversion, he went to Jerusalem and stayed with Peter (Cephas) for fifteen days, also meeting James, the Lord’s brother. This brief but historically significant remark shows that Paul personally encountered leading figures who were eyewitnesses of the risen Jesus. While Paul insists elsewhere that his gospel was received by revelation, his deliberate visit (Greek historeō, 'to inquire or investigate') indicates that he sought direct acquaintance with Peter’s testimony. In doing so, Paul implicitly authenticates that the resurrection witness of the apostles was consistent with his own proclamation.",
                                            "whyItMatters": [
                                                "Paul’s testimony provides independent confirmation that Peter and James were central eyewitnesses to the resurrection.",
                                                "The verb historeō implies deliberate inquiry, underscoring that Paul investigated apostolic testimony rather than remaining isolated.",
                                                "Paul’s independent gospel proclamation aligns with the testimony of those who had seen the risen Christ firsthand."
                                            ],
                                            "source": {
                                                "title": "Galatians 1:18-19",
                                                "url": "https://www.biblegateway.com/passage/?search=Galatians+1%3A18-19&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Galatians 2:1–10",
                                            "subtitle": "Unity of the Apostolic Witness",
                                            "date": "c. AD 48–50",
                                            "details": "Paul recounts a later visit to Jerusalem where he met with the 'pillars',James, Peter, and John,and presented the gospel he preached among the Gentiles. These leaders extended to him the 'right hand of fellowship,' confirming the authenticity of his mission. This episode highlights that the apostolic leaders who had been eyewitnesses recognized Paul’s message as consistent with their own proclamation of the risen Christ.",
                                            "whyItMatters": [
                                                "Independent but unified proclamation: Paul’s gospel, received by revelation, was nonetheless confirmed by those who had seen the risen Jesus.",
                                                "Apostolic agreement: The Jerusalem leaders affirmed Paul’s message, showing continuity and unity in the resurrection proclamation.",
                                                "Shared mission: Their giving of the 'right hand of fellowship' demonstrates trust and cooperation rooted in the common resurrection witness."
                                            ],
                                            "source": {
                                                "title": "Galatians 2:1-10",
                                                "url": "https://www.biblegateway.com/passage/?search=Galatians+2%3A1-10&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "1 Corinthians 15:9–11",
                                            "subtitle": "Shared Apostolic Message",
                                            "date": "c. AD 55",
                                            "details": "Reflecting on the resurrection tradition, Paul acknowledges his unworthiness as a former persecutor of the church but emphasizes that God's grace enabled him to labor as an apostle. He stresses that whether it was he or the other apostles who preached, the content of the message was the same,and it is this consistent proclamation that the Corinthians received and believed.",
                                            "whyItMatters": [
                                                "Affirms shared proclamation: Paul insists that all the apostles preached the same resurrection gospel.",
                                                "Supports unified witness: Demonstrates that the resurrection was publicly and consistently proclaimed across the apostolic band.",
                                                "Highlights divine initiative: Paul’s transformation from persecutor to preacher underscores the power of the resurrection message."
                                            ],
                                            "source": {
                                                "title": "1 Corinthians 15:9-11",
                                                "url": "https://www.biblegateway.com/passage/?search=1%20Corinthians%2015%3A9%E2%80%9311&version=ESV"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Oral Tradition",
                                    "subtitle": "Early creeds and oral formulas summarizing resurrection claims",
                                    "children": [
                                        {
                                            "name": "Early Creed",
                                            "subtitle": "An early creed Paul received and passed on, summarizing eyewitness claims of the risen Jesus",
                                            "children": [
                                                {
                                                    "name": "1 Corinthians 15:3-7",
                                                    "subtitle": "An early creed Paul received and passed on, summarizing eyewitness claims of the risen Jesus",
                                                    "date": "c. AD 30s",
                                                    "details": "The Early Creed is an early resurrection creed cited by Paul in 1 Corinthians 15:3-7. It is believed to have been formulated in the AD 30s, predating the letter written around AD 55. This creed is an oral tradition designed for easy memorization and communal recitation, with a formulaic structure rooted in parallelism, repetition, and careful sequencing. It includes core elements of the gospel, stating that Christ died for sins, was buried, was raised on the third day, and appeared to various individuals and groups.",
                                                    "whyItMatters": [
                                                        "It is viewed as an exceptionally early testimony to the resurrection, with many scholars dating it to within five years of the crucifixion.",
                                                        "The creed names multiple witnesses, including Cephas (Peter), James, the twelve, and a group of more than 500, which underscores the widespread nature of the resurrection appearances.",
                                                        "The transmission formula (\"received\" and \"delivered\") is similar to how Jewish rabbis passed on sacred tradition, and the use of the Aramaic name \"Cephas\" points to a Semitic style and Jewish-Christian origins in Jerusalem."
                                                    ],
                                                    "source": {
                                                        "title": "1 Corinthians 15:3-7",
                                                        "url": "https://www.biblegateway.com/passage/?search=1+Corinthians+15%3A3%E2%80%937&version=ESV"
                                                    },
                                                    "kind": "evidence"
                                                }
                                            ],
                                            "kind": "collection"
                                        },
                                        {
                                            "name": "Sermon Summaries",
                                            "subtitle": "Sermon summaries in Acts may preserve the earliest resurrection preaching, distinct from Luke’s surrounding narrative",
                                            "children": [
                                                {
                                                    "name": "Acts 2:22-36",
                                                    "subtitle": "Peter’s Pentecost Sermon",
                                                    "date": "Event: c. AD 30; Composition: c. AD 60–80",
                                                    "details": "Peter proclaims Jesus’ resurrection as the fulfillment of Scripture and firsthand apostolic testimony, appealing to the crowd’s knowledge of Jesus’ miracles and crucifixion. He declares that “God raised him up,” citing Psalm 16 and stating, “this Jesus God raised up, and of that we all are witnesses.”",
                                                    "whyItMatters": [
                                                        "Public testimony in Jerusalem: Delivered in the city where Jesus was crucified, strengthening its apologetic force.",
                                                        "Appeal to Scripture: Peter roots the resurrection in Jewish prophecy, especially David’s psalms.",
                                                        "Claim of eyewitnesses: “We all are witnesses” shows collective apostolic affirmation."
                                                    ],
                                                    "source": {
                                                        "title": "Acts 2:22-36",
                                                        "url": "https://www.biblegateway.com/passage/?search=Acts+2%3A22-36&version=ESV"
                                                    },
                                                    "kind": "evidence",
                                                    "dates": {
                                                        "event": "c. AD 30",
                                                        "composition": "c. AD 60–80"
                                                    }
                                                },
                                                {
                                                    "name": "Acts 3:13–15",
                                                    "subtitle": "Peter at Solomon’s Portico",
                                                    "date": "Event: c. AD 30–31; Composition: c. AD 60–80",
                                                    "details": "Peter accuses the crowd of killing the “Author of life,” but states, “God raised him from the dead. To this we are witnesses.”",
                                                    "whyItMatters": [
                                                        "Direct confrontation: Peter boldly blames the crowd and asserts resurrection before them.",
                                                        "Consistency: The message aligns with Peter’s earlier Pentecost sermon."
                                                    ],
                                                    "source": {
                                                        "title": "Acts 3:13–15",
                                                        "url": "https://www.biblegateway.com/passage/?search=Acts+3%3A13-15&version=ESV"
                                                    },
                                                    "kind": "evidence",
                                                    "dates": {
                                                        "event": "c. AD 30–31",
                                                        "composition": "c. AD 60–80"
                                                    }
                                                },
                                                {
                                                    "name": "Acts 4:8–12, 33",
                                                    "subtitle": "Peter before the Sanhedrin",
                                                    "date": "Event: c. AD 30–31; Composition: c. AD 60–80",
                                                    "details": "Peter, filled with the Holy Spirit, declares before the Jewish council that a lame man was healed “by the name of Jesus Christ of Nazareth, whom you crucified, whom God raised from the dead.” He identifies Jesus as the rejected stone that has become the cornerstone and asserts that “there is salvation in no one else…”",
                                                    "whyItMatters": [
                                                        "Healing provokes hostility: A miraculous healing prompts accusation rather than praise.",
                                                        "Exclusive claim: Peter boldly asserts that salvation is found in no one else but Jesus.",
                                                        "Fulfillment of Scripture: Peter cites Psalm 118:22, identifying Jesus as the rejected cornerstone."
                                                    ],
                                                    "source": {
                                                        "title": "Acts 4:8-12, 33",
                                                        "url": "https://www.biblegateway.com/passage/?search=Acts%204%3A8-12%2C%2033&version=ESV"
                                                    },
                                                    "kind": "evidence",
                                                    "dates": {
                                                        "event": "c. AD 30–31",
                                                        "composition": "c. AD 60–80"
                                                    }
                                                },
                                                {
                                                    "name": "Acts 5:30–32",
                                                    "subtitle": "Apostles before the Sanhedrin Again",
                                                    "date": "Event: c. AD 31; Composition: c. AD 60–80",
                                                    "details": "Peter states, “The God of our fathers raised Jesus, whom you killed by hanging him on a tree… And we are witnesses to these things, and so is the Holy Spirit...”",
                                                    "whyItMatters": [
                                                        "Divine validation: The apostles invoke the Holy Spirit as co-witness.",
                                                        "Repetition and consistency: The message is again that of resurrection and the guilt of the hearers."
                                                    ],
                                                    "source": {
                                                        "title": "Acts 5:30-32",
                                                        "url": "https://www.biblegateway.com/passage/?search=Acts+5%3A30-32&version=ESV"
                                                    },
                                                    "kind": "evidence",
                                                    "dates": {
                                                        "event": "c. AD 31",
                                                        "composition": "c. AD 60–80"
                                                    }
                                                },
                                                {
                                                    "name": "Acts 10:39–41",
                                                    "subtitle": "Peter at Cornelius’s House",
                                                    "date": "Event: c. AD 37–38; Composition: c. AD 60–80",
                                                    "details": "Peter states, “We are witnesses of all that he did… They put him to death… but God raised him… and made him appear… to us who had been chosen by God as witnesses.”",
                                                    "whyItMatters": [
                                                        "Gentile mission context: Peter shares resurrection testimony beyond Jewish circles.",
                                                        "Focus on God’s initiative: The witnesses were “chosen by God.”"
                                                    ],
                                                    "source": {
                                                        "title": "Acts 10:39-41",
                                                        "url": "https://www.biblegateway.com/passage/?search=Acts+10%3A39-41&version=ESV"
                                                    },
                                                    "kind": "evidence",
                                                    "dates": {
                                                        "event": "c. AD 37–38",
                                                        "composition": "c. AD 60–80"
                                                    }
                                                },
                                                {
                                                    "name": "Acts 13:26–37",
                                                    "subtitle": "Paul in Pisidian Antioch",
                                                    "date": "Event: c. AD 47–48; Composition: c. AD 60–80",
                                                    "details": "Paul echoes Peter’s Pentecost sermon, citing Psalm 2 and 16 as fulfilled in Jesus’ resurrection. He states, “God raised him from the dead, and for many days he appeared to those… who are now his witnesses...”",
                                                    "whyItMatters": [
                                                        "Scripture-centered: Paul also grounds the resurrection in prophecy.",
                                                        "Transmission of testimony: Highlights that the eyewitnesses now preach this message."
                                                    ],
                                                    "source": {
                                                        "title": "Acts 13:26-37",
                                                        "url": "https://www.biblegateway.com/passage/?search=Acts+13%3A26-37&version=ESV"
                                                    },
                                                    "kind": "evidence",
                                                    "dates": {
                                                        "event": "c. AD 47–48",
                                                        "composition": "c. AD 60–80"
                                                    }
                                                },
                                                {
                                                    "name": "Acts 17:2–3, 30–31",
                                                    "subtitle": "Paul in Thessalonica and Athens",
                                                    "date": "Event: c. AD 49–51; Composition: c. AD 60–80",
                                                    "details": "In Thessalonica, Paul reasons from the Scriptures that “it was necessary for the Christ to suffer and to rise from the dead,” declaring “this Jesus… is the Christ.” In Athens, he asserts that God “has fixed a day on which he will judge the world… by a man whom he has appointed; and of this he has given assurance to all by raising him from the dead.”",
                                                    "whyItMatters": [
                                                        "Scriptural reasoning: Paul presents Jesus’ death and resurrection as necessary fulfillments of Jewish prophecy.",
                                                        "Cross-cultural appeal: The resurrection is proclaimed in Jewish synagogues and Greek philosophical settings.",
                                                        "Universal significance: Paul links the resurrection to a future judgment of all people, reinforcing its cosmic importance."
                                                    ],
                                                    "source": {
                                                        "title": "Acts 17:2-3, 30-31",
                                                        "url": "https://www.biblegateway.com/passage/?search=Acts+17%3A2-3%2C30-31&version=ESV"
                                                    },
                                                    "kind": "evidence",
                                                    "dates": {
                                                        "event": "c. AD 49–51",
                                                        "composition": "c. AD 60–80"
                                                    }
                                                }
                                            ],
                                            "kind": "collection"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Written Tradition",
                                    "subtitle": "Early written accounts and testimonies from Gospel writers and apostolic fathers recording the disciples' resurrection claims",
                                    "children": [
                                        {
                                            "name": "Gospels and Acts",
                                            "subtitle": "Primary written accounts of the disciples' resurrection claims from the first century",
                                            "children": [
                                                {
                                                    "name": "Matthew",
                                                    "subtitle": "Traditionally regarded as the author of the first Gospel; one of the twelve apostles.",
                                                    "children": [
                                                        {
                                                            "name": "Matthew 28:1–10",
                                                            "subtitle": "Jesus Appears to the Women",
                                                            "date": "c. AD 80–90 (traditional dating of Matthew)",
                                                            "details": "Mary Magdalene and “the other Mary” visit the tomb after the Sabbath. An angel announces that Jesus has risen and invites them to see the empty tomb. As they go to tell the disciples, Jesus meets them; they take hold of his feet and worship him.",
                                                            "whyItMatters": [
                                                                "Women as first witnesses counters likely invention in that culture.",
                                                                "Physical contact (“took hold of his feet”) underscores a bodily resurrection.",
                                                                "Immediate worship highlights recognition of Jesus as the risen Lord."
                                                            ],
                                                            "source": {
                                                                "title": "Matthew 28:1-10",
                                                                "url": "https://www.biblegateway.com/passage/?search=Matthew+28%3A1-10&version=ESV"
                                                            },
                                                            "kind": "evidence"
                                                        },
                                                        {
                                                            "name": "Matthew 28:16–20",
                                                            "subtitle": "The Great Commission",
                                                            "date": "c. AD 80–90 (traditional dating of Matthew)",
                                                            "details": "The risen Jesus appears to the eleven in Galilee. Some worship while some doubt. Jesus declares all authority has been given to him and commissions them to make disciples of all nations, baptizing and teaching, promising to be with them always.",
                                                            "whyItMatters": [
                                                                "A post-resurrection encounter grounds the commission in a real meeting with Jesus.",
                                                                "Universal scope (“all nations”) marks a movement outward rooted in the resurrection.",
                                                                "Promise of ongoing presence ties the church’s mission to the living, active Lord."
                                                            ],
                                                            "source": {
                                                                "title": "Matthew 28:16-20",
                                                                "url": "https://www.biblegateway.com/passage/?search=Matthew+28%3A16-20&version=ESV"
                                                            },
                                                            "kind": "evidence"
                                                        }
                                                    ],
                                                    "kind": "collection"
                                                },
                                                {
                                                    "name": "Mark",
                                                    "subtitle": "Traditionally identified as John Mark, companion of Peter; author of the earliest Gospel.",
                                                    "children": [
                                                        {
                                                            "name": "Mark 16:1–8",
                                                            "subtitle": "The Empty Tomb and Fear",
                                                            "date": "c. AD 60–70",
                                                            "details": "The passage describes Mary Magdalene, Mary the mother of James, and Salome visiting Jesus' tomb on the first day of the week. They discover the stone rolled away and encounter a young man in a white robe who informs them that Jesus has risen. He instructs them to tell the disciples and Peter that Jesus is going to Galilee ahead of them. However, the women flee the tomb in fear and initially tell no one.",
                                                            "whyItMatters": [
                                                                "It is considered the earliest resurrection account, potentially preserving the oldest narrative.",
                                                                "It provides early testimony to the resurrection claim through the empty tomb found by the women.",
                                                                "The use of women as the first witnesses is significant because their testimony had little legal weight in the ancient world, making it an unlikely fabrication."
                                                            ],
                                                            "source": {
                                                                "title": "Mark 16:1-8",
                                                                "url": "https://www.biblegateway.com/passage/?search=Mark+16%3A1-8&version=ESV"
                                                            },
                                                            "kind": "evidence"
                                                        }
                                                    ],
                                                    "kind": "collection"
                                                },
                                                {
                                                    "name": "Luke",
                                                    "subtitle": "Physician and companion of Paul; author of Luke-Acts, providing detailed accounts of resurrection appearances and early apostolic testimony",
                                                    "children": [
                                                        {
                                                            "name": "Luke 24:13–35",
                                                            "subtitle": "The Road to Emmaus",
                                                            "date": "c. AD 60–80 (traditional dating of Luke)",
                                                            "details": "On the day of the resurrection, two disciples walk toward Emmaus, discouraged. A stranger joins them and explains how the Scriptures foretold the Messiah’s suffering and glory. When he breaks bread with them, their eyes are opened—they recognize Jesus; he vanishes, and they hurry back to Jerusalem to report it.",
                                                            "whyItMatters": [
                                                                "Eyewitness-like narrative with personal detail and emotional realism.",
                                                                "Recognition in the breaking of bread suggests continuity between pre- and post-resurrection Jesus.",
                                                                "Jesus interprets the Scriptures about himself, rooting the event in prophetic fulfillment."
                                                            ],
                                                            "source": {
                                                                "title": "Luke 24:13-35",
                                                                "url": "https://www.biblegateway.com/passage/?search=Luke+24%3A13-35&version=ESV"
                                                            },
                                                            "kind": "evidence"
                                                        },
                                                        {
                                                            "name": "Luke 24:36–49",
                                                            "subtitle": "Jesus Appears to the Disciples",
                                                            "date": "c. AD 60–80 (traditional dating of Luke)",
                                                            "details": "After Emmaus, Jesus appears to the gathered disciples in Jerusalem. Startled and thinking they see a spirit, they are reassured when Jesus shows his hands and feet and eats in their presence. He opens their minds to understand the Scriptures and commissions them as witnesses, promising the Holy Spirit.",
                                                            "whyItMatters": [
                                                                "Emphasizes bodily resurrection (wounds shown, food eaten).",
                                                                "Shows continuity of identity alongside transformation/glorification.",
                                                                "Frames the resurrection as fulfillment of the Law, Prophets, and Psalms."
                                                            ],
                                                            "source": {
                                                                "title": "Luke 24:36",
                                                                "url": "https://www.biblegateway.com/passage/?search=Luke+24%3A36-49&version=ESV"
                                                            },
                                                            "kind": "evidence"
                                                        },
                                                        {
                                                            "name": "Luke 24:50–53",
                                                            "subtitle": "The Ascension from Bethany",
                                                            "date": "c. AD 60–80 (traditional dating of Luke)",
                                                            "details": "Jesus leads the disciples to Bethany, blesses them, and is taken up into heaven. They respond with worship and return to Jerusalem with great joy, continually blessing God in the temple.",
                                                            "whyItMatters": [
                                                                "Affirms a bodily departure and transition to exaltation.",
                                                                "Bridges the Gospel to Acts, anticipating Jesus’ heavenly reign and Pentecost.",
                                                                "Highlights the disciples’ transformation to worship and joy."
                                                            ],
                                                            "source": {
                                                                "title": "Luke 24:50-53",
                                                                "url": "https://www.biblegateway.com/passage/?search=Luke+24%3A50-53&version=ESV"
                                                            },
                                                            "kind": "evidence"
                                                        },
                                                        {
                                                            "name": "Acts 1:1–3 ",
                                                            "subtitle": "Jesus Appears Over Forty Days",
                                                            "date": "c. AD 62–64 (traditional dating of Acts)",
                                                            "details": "In his second volume, Luke states that the risen Jesus presented himself alive to the apostles by many proofs, appearing over forty days and speaking about the kingdom of God.",
                                                            "whyItMatters": [
                                                                "Affirms physical post-resurrection appearances supported by intentional proofs.",
                                                                "Indicates repeated, sustained contact rather than a single vision.",
                                                                "Lays the foundation for apostolic witness throughout Acts."
                                                            ],
                                                            "source": {
                                                                "title": "Acts 1:1-3",
                                                                "url": "https://www.biblegateway.com/passage/?search=Acts+1%3A1-3&version=ESV"
                                                            },
                                                            "kind": "evidence"
                                                        }
                                                    ],
                                                    "kind": "collection"
                                                },
                                                {
                                                    "name": "John",
                                                    "subtitle": "Traditionally the author of the fourth Gospel; one of the twelve apostles and close associate of Jesus.",
                                                    "children": [
                                                        {
                                                            "name": "John 20:11–18",
                                                            "subtitle": "Jesus Appears to Mary Magdalene",
                                                            "date": "c. AD 90–100 (traditional dating of John)",
                                                            "details": "Mary Magdalene, weeping outside the empty tomb, becomes the first recorded witness of the risen Jesus. Initially mistaking him for the gardener, she recognizes him when he speaks her name. Jesus instructs her not to cling to him, but to go and announce his resurrection to the disciples, calling them “my brothers.”",
                                                            "whyItMatters": [
                                                                "First appearance to a woman—striking in a culture where women’s testimony held less legal weight.",
                                                                "Personal recognition through her name highlights the intimate, relational nature of the risen Lord.",
                                                                "Commissioning of Mary makes her the “apostle to the apostles.”"
                                                            ],
                                                            "source": {
                                                                "title": "John 20:11-18",
                                                                "url": "https://www.biblegateway.com/passage/?search=John+20%3A11-18&version=ESV"
                                                            },
                                                            "kind": "evidence"
                                                        },
                                                        {
                                                            "name": "John 20:19–23",
                                                            "subtitle": "Jesus Appears to the Disciples",
                                                            "date": "c. AD 90–100 (traditional dating of John)",
                                                            "details": "On the evening of the first Easter Sunday, the risen Jesus appears to his disciples, gathered behind locked doors out of fear. He greets them with peace, shows them his hands and side, and breathes on them, saying, “Receive the Holy Spirit.” He then grants authority related to the forgiveness of sins.",
                                                            "whyItMatters": [
                                                                "Group appearance underscores the public nature of the encounters.",
                                                                "Wounds shown confirm continuity: the one who died is the one raised.",
                                                                "“Peace be with you” and the sending mirror the Father’s mission for Jesus."
                                                            ],
                                                            "source": {
                                                                "title": "John 20:19-23",
                                                                "url": "https://www.biblegateway.com/passage/?search=John+20%3A19-23&version=ESV"
                                                            },
                                                            "kind": "evidence"
                                                        },
                                                        {
                                                            "name": "John 21:1–14",
                                                            "subtitle": "Breakfast by the Sea",
                                                            "date": "c. AD 90–100 (traditional dating of John)",
                                                            "details": "After his resurrection, Jesus appears again to several disciples by the Sea of Galilee. Following an unproductive night, he directs them to cast the net on the right side, yielding a miraculous catch. Realizing it is the Lord, Peter jumps into the water to reach him; Jesus then shares a breakfast of bread and fish on the shore.",
                                                            "whyItMatters": [
                                                                "Another post-resurrection group appearance in a different setting.",
                                                                "Miraculous catch reveals Jesus’ identity, echoing earlier ministry.",
                                                                "Shared meal emphasizes embodied, bodily presence—not a mere vision."
                                                            ],
                                                            "source": {
                                                                "title": "John 21:1-14",
                                                                "url": "https://www.biblegateway.com/passage/?search=John+21%3A1-14&version=ESV"
                                                            },
                                                            "kind": "evidence"
                                                        },
                                                        {
                                                            "name": "John 21:15–19",
                                                            "subtitle": "Jesus Reinstates Peter",
                                                            "date": "c. AD 90–100 (traditional dating of John)",
                                                            "details": "After breakfast on the shore, Jesus addresses Peter with three questions of love, mirroring Peter’s three denials. Each affirmation is met with a commission—“feed my sheep.” Jesus then foretells Peter’s future suffering and death, indicating the manner in which he would glorify God, and ends with “Follow me.”",
                                                            "whyItMatters": [
                                                                "Public reinstatement of Peter after denial demonstrates grace and restoration.",
                                                                "Pastoral commission (“feed my sheep”) anticipates Peter’s leadership role.",
                                                                "Love expressed through obedience links affection and action."
                                                            ],
                                                            "source": {
                                                                "title": "John 21:15-19",
                                                                "url": "https://www.biblegateway.com/passage/?search=John+21%3A15-19&version=ESV"
                                                            },
                                                            "kind": "evidence"
                                                        }
                                                    ],
                                                    "kind": "collection"
                                                }
                                            ],
                                            "kind": "collection"
                                        },
                                        {
                                            "name": "Apostolic Fathers",
                                            "subtitle": "Early church leaders who preserved and transmitted the apostles' resurrection testimony",
                                            "children": [
                                                {
                                                    "name": "1 Clement 42:1-3",
                                                    "subtitle": "The Apostles Sent by the Risen Christ",
                                                    "date": "c. AD 95",
                                                    "details": "The author, traditionally identified as Clement of Rome, writing to the Corinthian church, describes a chain of authority beginning with Jesus: “The apostles received the gospel for us from the Lord Jesus Christ; Jesus the Christ was sent from God. So then Christ is from God, and the apostles are from Christ.” He goes on to state that they were fully convinced by Jesus' resurrection and empowered by the Holy Spirit.",
                                                    "whyItMatters": [
                                                        "Early testimony: 1 Clement is one of the earliest post–New Testament Christian writings, possibly penned by a companion of the apostles.",
                                                        "Direct experience implied: The apostles’ reception of the gospel from Christ implies eyewitness interaction with the risen Jesus.",
                                                        "Continuity of message: The passage emphasizes that the apostles did not invent their message but passed on what they received—rooting the resurrection claim in apostolic authority and continuity."
                                                    ],
                                                    "source": {
                                                        "title": "1 Clement 42:3 (Lightfoot & Harmer translation)",
                                                        "url": "https://www.earlychristianwritings.com/text/1clement-lightfoot.html",
                                                        "highlightedUrl": "https://www.earlychristianwritings.com/text/1clement-lightfoot.html#:~:text=1Clem%2042%3A1,God%20should%20come."
                                                    },
                                                    "kind": "evidence"
                                                },
                                                {
                                                    "name": "Polycarp to the Philippians 9:1–2",
                                                    "subtitle": "Faith in the Risen Christ",
                                                    "date": "c. AD 110–140 (traditional dating of Polycarp’s epistle)",
                                                    "details": "In this passage, Polycarp exhorts believers to remain steadfast in the faith delivered by the apostles, encouraging them to believe “in Him who raised up our Lord Jesus Christ from the dead and gave Him glory, and a throne on His right hand.” He ties resurrection faith to Christian endurance and the anticipation of judgment.",
                                                    "whyItMatters": [
                                                        "Shows an early second-century testimony to belief in the bodily resurrection.",
                                                        "Demonstrates continuity of resurrection faith beyond the apostolic circle.",
                                                        "Connects resurrection with endurance and eschatological hope."
                                                    ],
                                                    "source": {
                                                        "title": "Polycarp to the Philippians 9:1-2",
                                                        "url": "https://www.earlychristianwritings.com/text/polycarp-lightfoot.html",
                                                        "highlightedUrl": "https://www.earlychristianwritings.com/text/polycarp-lightfoot.html#:~:text=Polycarp%209%3A1,God%20for%20us."
                                                    },
                                                    "kind": "evidence"
                                                }
                                            ],
                                            "kind": "collection"
                                        }
                                    ],
                                    "kind": "collection"
                                }
                            ],
                            "kind": "collection"
                        },
                        {
                            "name": "Believed It",
                            "subtitle": "Sources and traditions showing disciples’ conviction and willingness to suffer for the resurrection message",
                            "children": [
                                {
                                    "name": "Luke",
                                    "subtitle": "Physician, companion of Paul, and author of Luke-Acts; documents apostolic suffering and resurrection faith.",
                                    "children": [
                                        {
                                            "name": "Acts 4:1–22",
                                            "subtitle": "Peter and John before the Sanhedrin",
                                            "date": "Event: c. AD 30; Composition: c. AD 60–80",
                                            "details": "Peter and John were arrested for healing a lame man and preaching about Jesus' resurrection. They affirmed that they must obey God rather than men, despite threats from the Jewish council.",
                                            "whyItMatters": [
                                                "The public trial showed early opposition to resurrection preaching",
                                                "The apostles were bold under threat",
                                                "Both affirmed the same message of resurrection, showing a unity of witness"
                                            ],
                                            "source": {
                                                "title": "Acts 4:1-22",
                                                "url": "https://www.biblegateway.com/passage/?search=Acts+4%3A1-22&version=ESV"
                                            },
                                            "kind": "evidence",
                                            "dates": {
                                                "event": "c. AD 30",
                                                "composition": "c. AD 60–80"
                                            }
                                        },
                                        {
                                            "name": "Acts 5:17–42",
                                            "subtitle": "Apostles Imprisoned and Flogged",
                                            "date": "Event: c. AD 30; Composition: c. AD 60–80",
                                            "details": "All the apostles were imprisoned for preaching the resurrection. After an angel released them, they were brought before the Sanhedrin again, where Peter stated they were witnesses to these things. They were flogged and warned but left rejoicing.",
                                            "whyItMatters": [
                                                "The apostles found joy in suffering",
                                                "The angel's intervention underscored divine support",
                                                "They persisted in teaching daily despite repeated threats"
                                            ],
                                            "source": {
                                                "title": "Acts 5:17-42",
                                                "url": "https://www.biblegateway.com/passage/?search=Acts+5%3A17-42&version=ESV"
                                            },
                                            "kind": "evidence",
                                            "dates": {
                                                "event": "c. AD 30",
                                                "composition": "c. AD 60–80"
                                            }
                                        },
                                        {
                                            "name": "Acts 7:54–60",
                                            "subtitle": "The Martyrdom of Stephen",
                                            "date": "Event: c. AD 30–35; Composition: c. AD 60–80",
                                            "details": "Stephen, a deacon, was stoned after delivering a bold defense. As he was being killed, he saw a vision of the risen Christ and prayed for his killers.",
                                            "whyItMatters": [
                                                "The vision of the risen Christ reinforced belief even at death",
                                                "Stephen's death marked the beginning of open persecution",
                                                "His prayer for his killers paralleled Jesus' own crucifixion words"
                                            ],
                                            "source": {
                                                "title": "Acts 7:54-60",
                                                "url": "https://www.biblegateway.com/passage/?search=Acts+7%3A54-60&version=ESV"
                                            },
                                            "kind": "evidence",
                                            "dates": {
                                                "event": "c. AD 30–35",
                                                "composition": "c. AD 60–80"
                                            }
                                        },
                                        {
                                            "name": "Acts 12:1–5",
                                            "subtitle": "James Killed, Peter Imprisoned",
                                            "date": "Event: c. AD 44; Composition: c. AD 60–80",
                                            "details": "King Herod executed James, making him the first of the Twelve to be martyred. Peter was then arrested and imprisoned but was later rescued by an angel.",
                                            "whyItMatters": [
                                                "James's execution underscores the mortal risk of discipleship",
                                                "Herod's actions show that resurrection preaching had real political consequences",
                                                "Peter's imprisonment shows the ongoing danger to church leaders"
                                            ],
                                            "source": {
                                                "title": "Acts 12:1-5",
                                                "url": "https://www.biblegateway.com/passage/?search=Acts+12%3A1-5&version=ESV"
                                            },
                                            "kind": "evidence",
                                            "dates": {
                                                "event": "c. AD 44",
                                                "composition": "c. AD 60–80"
                                            }
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Clement of Rome",
                                    "subtitle": "Early bishop of Rome (c. AD 95–97); provides the earliest non-biblical account of Peter and Paul's martyrdom.",
                                    "children": [
                                        {
                                            "name": "1 Clement 5:2–7",
                                            "subtitle": "Martyrdom of Peter and Paul",
                                            "date": "c. AD 95–97",
                                            "details": "In this early letter from the church in Rome to the Corinthians, traditionally attributed to Clement, the author describes the sufferings and martyrdoms of Peter and Paul. They are presented as steadfast witnesses who endured trials, imprisonments, and death because of their proclamation of the risen Christ. Clement shows admiration for their endurance and conviction, seeing their deaths as the ultimate testimony to the truth of the resurrection.",
                                            "whyItMatters": [
                                                "It provides early external affirmation, written from Rome within a generation of the apostles' deaths, which shows widespread acceptance of their martyrdom.",
                                                "It portrays suffering not as a defeat, but as a validation of the resurrection message.",
                                                "It reinforces the credibility of resurrection preaching from the perspective of the Roman church, outside of the Jerusalem context."
                                            ],
                                            "source": {
                                                "title": "1 Clement, Chapter 5, Verses 2",
                                                "url": "https://www.earlychristianwritings.com/text/1clement-lightfoot.html",
                                                "highlightedUrl": "https://www.earlychristianwritings.com/text/1clement-lightfoot.html#:~:text=1Clem%205%3A1%0ABut,pattern%20of%20patient%20endurance."
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Ignatius of Antioch",
                                    "subtitle": "Bishop of Antioch (c. AD 107–110); martyred church leader who affirmed the bodily resurrection.",
                                    "children": [
                                        {
                                            "name": "Ignatius to the Smyrnaeans 3:1–2 ",
                                            "subtitle": "Apostolic Witness to the Bodily Resurrection",
                                            "date": "c. AD 107",
                                            "details": "Ignatius, the bishop of Antioch, was writing on his way to martyrdom. In his epistle, he affirmed the bodily resurrection of Jesus, stating that Jesus appeared in the flesh after the resurrection and invited the disciples to touch him. This direct encounter is presented as the reason for the apostles' boldness and their willingness to face death.",
                                            "whyItMatters": [
                                                "It emphasizes the bodily resurrection, countering the belief system known as docetism.",
                                                "It shows that the apostles' belief had a direct experiential basis, with their courage stemming from physical contact with the risen Christ.",
                                                "Ignatius, as a martyr facing his own death, uses the disciples' example to link belief in the resurrection with the willingness to die for the truth."
                                            ],
                                            "source": {
                                                "title": "The Epistle of Ignatius to the Smyrnaeans, Chapter 3, Sections 1",
                                                "url": "https://www.earlychristianwritings.com/text/ignatius-smyrnaeans-lightfoot.html",
                                                "highlightedUrl": "https://www.earlychristianwritings.com/text/ignatius-smyrnaeans-lightfoot.html#:~:text=3%3A1%20For,superior%20to%20death."
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Polycarp",
                                    "subtitle": "Bishop of Smyrna (c. AD 110–140), traditionally associated with the Apostle John; early witness to apostolic endurance and resurrection faith.",
                                    "children": [
                                        {
                                            "name": "Polycarp to the Philippians 9:1–2",
                                            "subtitle": "Apostolic Endurance and Suffering",
                                            "date": "c. AD 110–140",
                                            "details": "Polycarp, bishop of Smyrna, exhorts the Philippians to persevere by recalling the steadfastness of the apostles. He writes that 'Paul himself and the rest of the Apostles ran not in vain but in faith and righteousness,' and that they 'suffered.' Early church tradition, preserved by Irenaeus (Against Heresies 3.3.4), holds that Polycarp was a disciple of the Apostle John and conversant with others who had seen the Lord. While direct evidence is not conclusive, Polycarp clearly stands in close proximity to the apostolic generation, offering confirmation that suffering was understood as integral to the apostolic proclamation of the resurrection.",
                                            "whyItMatters": [
                                                "Eyewitness proximity: Polycarp represents continuity between the apostolic age and the second century, supported by Irenaeus’ testimony.",
                                                "Suffering linked to belief: He confirms that apostolic endurance was grounded in conviction about Christ’s resurrection.",
                                                "Call to perseverance: Early Christian leaders regarded apostolic suffering as a model for faithful endurance."
                                            ],
                                            "source": {
                                                "title": "The Epistle of Polycarp to the Philippians, Chapter 9, Sections 1–2 (trans. J. B. Lightfoot)",
                                                "url": "https://www.earlychristianwritings.com/text/polycarp-lightfoot.html",
                                                "highlightedUrl": "https://www.earlychristianwritings.com/text/polycarp-lightfoot.html#:~:text=Polycarp%209%3A1,God%20for%20us."
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Tertullian",
                                    "subtitle": "North African Christian apologist (late 2nd–early 3rd c.); used martyrdom as evidence for resurrection faith.",
                                    "children": [
                                        {
                                            "name": "Scorpiace 15",
                                            "subtitle": "Apostles’ Martyrdom as Public Witness",
                                            "date": "c. AD 203",
                                            "details": "In a theological defense of martyrdom, Tertullian, a North African church father, cites the violent deaths of Peter, Paul, James, and Stephen as both historical fact and theological witness. He asserts that their testimony was \"written in their own blood\" and challenges skeptics to check public records for confirmation. He describes their martyrdom as open, verifiable, and a result of their conviction in the resurrection, portraying Paul's execution as a \"new birth.\"",
                                            "whyItMatters": [
                                                "Legal-historical appeal: Tertullian references Roman archives for external validation.",
                                                "Suffering as testimony: Martyrdom is presented as an active witness to their belief in the resurrection.",
                                                "Early apologetic use: This shows that martyrdom was being used as evidence in theological arguments as early as the 3rd century."
                                            ],
                                            "source": {
                                                "title": "Scorpiace, Chapter 15 (trans. S. Thelwall via Early Christian Writings)",
                                                "url": "https://www.earlychristianwritings.com/text/tertullian18.html",
                                                "highlightedUrl": "https://www.earlychristianwritings.com/text/tertullian18.html#:~:text=CHAP.%20XV.,draught%20of%20ours."
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Dionysius of Corinth",
                                    "subtitle": "Bishop of Corinth (c. AD 170); attested to the unified martyrdom of Peter and Paul.",
                                    "children": [
                                        {
                                            "name": "Ecclesiastical History, Book 2, Chapter 25",
                                            "subtitle": "Unified Martyrdom of Peter and Paul",
                                            "date": "c. AD 170",
                                            "details": "Dionysius of Corinth, a bishop, testified to the martyrdom of both Peter and Paul, describing their deaths as a unified witness of the early church. In a fragment of his writing, preserved by Eusebius, he states that both apostles “suffered martyrdom at the same time.”",
                                            "whyItMatters": [
                                                "It confirms an early tradition of apostolic martyrdom.",
                                                "It links the two leading apostles in a shared testimony of faith.",
                                                "The tradition is cited by Eusebius, a major historian, which adds historical weight to it."
                                            ],
                                            "source": {
                                                "title": "Dionysius of Corinth, fragment cited in Ecclesiastical History, Book 2, Chapter 25, Section 8",
                                                "url": "https://ccel.org/ccel/schaff/npnf201/npnf201.iii.vii.xxvi.html",
                                                "highlightedUrl": "https://ccel.org/ccel/schaff/npnf201/npnf201.iii.vii.xxvi.html#:~:text=8.%20And%20that,still%20more%20confirmed."
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Origen",
                                    "subtitle": "Alexandrian scholar and theologian (c. 185–254); cited apostolic suffering as proof of resurrection conviction.",
                                    "children": [
                                        {
                                            "name": "Ecclesiastical History, Book 3, Chapter 1",
                                            "subtitle": "Martyrdom of Peter and Paul under Nero",
                                            "date": "c. AD 230",
                                            "details": "Origen, a learned Christian theologian from the early third century, confirms that Peter was crucified and Paul was beheaded in Rome during Nero's reign. This tradition was well-established by his time and is preserved by Eusebius.",
                                            "whyItMatters": [
                                                "It confirms the martyrdom tradition, showing that the deaths of Peter and Paul were widely accepted by the early 3rd century.",
                                                "It is consistent with earlier sources like Clement of Rome and Dionysius of Corinth.",
                                                "It demonstrates the historical continuity and enduring memory of the apostolic witness as foundational to early Christian identity."
                                            ],
                                            "source": {
                                                "title": "Origen, Commentary on Genesis, fragment cited in Ecclesiastical History, Book 3, Chapter 1 (trans. Arthur C. McGiffert via CCEL)",
                                                "url": "https://ccel.org/ccel/schaff/npnf201/npnf201.iii.viii.i.html"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Contra Celsum, Book 2, Chapter 56",
                                            "subtitle": "Disciples’ Willingness to Die",
                                            "date": "c. AD 248",
                                            "details": "In his defense of Christianity against the philosopher Celsus, Origen argues that the courage and martyrdom of Jesus’ disciples are proof of the resurrection. He states that the disciples would not have risked their lives for an invented doctrine and were the first to teach and demonstrate a disregard for death.",
                                            "whyItMatters": [
                                                "Sincerity under duress: Origen uses the apostles' willingness to suffer and die as evidence of their sincere belief in the resurrection.",
                                                "Historical apologetic: He presents their martyrdom as a \"clear and unmistakable proof\" of the resurrection's authenticity.",
                                                "Legacy of courage: The disciples not only taught fearlessness but also lived it out."
                                            ],
                                            "source": {
                                                "title": "Origen, Contra Celsum, Book 2, Chapter 56 (trans. Frederick Crombie, Ante-Nicene Fathers, Vol. 4)",
                                                "url": "https://www.newadvent.org/fathers/04162.htm",
                                                "highlightedUrl": "https://www.newadvent.org/fathers/04162.htm#:~:text=But%20since%20the%20Jew,disregard%20for%20its%20terrors."
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Contra Celsum, Book 2, Chapter 77",
                                            "subtitle": "Apostolic Conviction and Suffering Affirm the Resurrection",
                                            "date": "c. AD 248",
                                            "details": "Responding to Celsus's fictional Jewish challenger, Origen defends the resurrection by highlighting the disciples' unwavering conviction. He asserts that Jesus persuaded them so thoroughly that they \"show to all men by their sufferings how they are able to laugh at all the troubles of life.\" He argues that their hardships came from personal evidence of eternal life, not from hearsay.",
                                            "whyItMatters": [
                                                "Suffering as validation: The disciples' public suffering is presented as a sign of their sincere belief.",
                                                "Defense of resurrection claims: Origen argues the resurrection was clearly demonstrated to the disciples through \"word and deed.\"",
                                                "Historical continuity: He preserves a second-century defense linking apostolic suffering with eyewitness conviction."
                                            ],
                                            "source": {
                                                "title": "Contra Celsum, Book 2, Chapter 77 (trans. Frederick Crombie via Ante-Nicene Fathers)",
                                                "url": "https://www.newadvent.org/fathers/04162.htm",
                                                "highlightedUrl": "https://www.newadvent.org/fathers/04162.htm#:~:text=Are%20you%20to,word%20and%20deed%3F"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                }
                            ],
                            "kind": "collection"
                        }
                    ],
                    "kind": "collection"
                },
                {
                    "name": "James",
                    "subtitle": "Jesus’ brother, whose transformation and martyrdom are linked to resurrection belief",
                    "children": [
                        {
                            "name": "Converted",
                            "subtitle": "Accounts of James’s initial skepticism and later conversion after the resurrection",
                            "children": [
                                {
                                    "name": "Gospels",
                                    "subtitle": "Gospels note Jesus’ brothers were skeptics before the resurrection, implying a later change in belief.",
                                    "children": [
                                        {
                                            "name": "Mark 3:21",
                                            "subtitle": "Jesus’ Family Thinks He’s Out of His Mind",
                                            "date": "c. AD 60–70",
                                            "details": "This early account shows Jesus' own family, likely including his brother James, thought he was 'out of his mind,' indicating their initial disbelief.",
                                            "whyItMatters": [
                                                "This sets the stage for understanding James's transformation from a skeptic to a leader of the Jerusalem church, making his later testimony more compelling."
                                            ],
                                            "source": {
                                                "title": "Mark 3:21",
                                                "url": "https://www.biblegateway.com/passage/?search=Mark+3%3A21&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Mark 3:31",
                                            "subtitle": "Jesus’ Mother and Brothers Seek Him",
                                            "date": "c. AD 60–70",
                                            "details": "Jesus' mother and brothers stand outside and send for him while he is teaching, which suggests they were not actively supporting his ministry.",
                                            "whyItMatters": [
                                                "This reinforces the picture of his family's distance and highlights the significance of James's later transformation into a central figure in the early church."
                                            ],
                                            "source": {
                                                "title": "Mark 3:31",
                                                "url": "https://www.biblegateway.com/passage/?search=Mark+3%3A31&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Mark 6:3–4",
                                            "subtitle": "Jesus Rejected in His Hometown",
                                            "date": "c. AD 60–70",
                                            "details": "People in Jesus' hometown took offense at him, referring to him by name and mentioning his brothers, including James.",
                                            "whyItMatters": [
                                                "This passage places James within a context of familial and communal rejection, which makes his later leadership role in the church more significant."
                                            ],
                                            "source": {
                                                "title": "Mark 6:3-4",
                                                "url": "https://www.biblegateway.com/passage/?search=Mark+6%3A3-4&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "John 7:5",
                                            "subtitle": "Jesus’ Brothers Don’t Believe in Him",
                                            "date": "c. AD 85–90",
                                            "details": "The text states that Jesus’ own brothers, among whom James is traditionally understood, did not believe in him.",
                                            "whyItMatters": [
                                                "This verse adds weight to the significance of James's eventual change and leadership role in the early church."
                                            ],
                                            "source": {
                                                "title": "John 7:5",
                                                "url": "https://www.biblegateway.com/passage/?search=John+7%3A5&version=ESV"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Early Creed",
                                    "subtitle": "Early creed includes a specific post-resurrection appearance to James, Jesus’ once-skeptical brother.",
                                    "children": [
                                        {
                                            "name": "1 Corinthians 15:7",
                                            "subtitle": "Resurrection Appearance to James",
                                            "date": "c. AD 55",
                                            "details": "Paul records that the risen Jesus appeared to James, which is part of an early tradition of resurrection appearances. While the verse doesn't give specific details about the encounter, its presence shows James's significance and implies a major shift in his life. The placement of this appearance, after references to Jesus's appearances to the disciples but before Paul's own experience, suggests this was the moment James, who was likely a skeptic, became a believer and a leader of the Jerusalem church.",
                                            "whyItMatters": [
                                                "Transformation of a skeptic: James, who was previously unconvinced of Jesus’ mission, became a key leader of the early church, which points to a powerful post-resurrection encounter.",
                                                "Independent resurrection appearance: The appearance to James is listed separately from those to the twelve and others, which supports the idea of multiple, varied experiences of the risen Jesus.",
                                                "Leadership rooted in encounter: James’s later authority in Jerusalem is strengthened by this appearance, grounding his role in a direct resurrection experience."
                                            ],
                                            "source": {
                                                "title": "1 Corinthians 15:7",
                                                "url": "https://www.biblegateway.com/passage/?search=1+Corinthians+15%3A7&version=ESV"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Paul & Acts",
                                    "subtitle": "Acts and Paul highlight James’ leadership in the early church after the resurrection.",
                                    "children": [
                                        {
                                            "name": "Acts 15:12–21",
                                            "subtitle": "James Leads at the Jerusalem Council",
                                            "date": "c. AD 48–50 (Jerusalem Council); c. AD 60–80 (traditional dating of Acts)",
                                            "details": "At the Jerusalem Council, James, who was the brother of Jesus and the leader of the Jerusalem church, speaks after Peter. He affirms that God is calling Gentiles into his people and offers a judgment based on quoting the prophets that helps shape the council’s final decision. His leadership in this pivotal moment reflects his profound transformation from a skeptic to a person of spiritual authority and scriptural discernment within the growing Christian community.",
                                            "whyItMatters": [
                                                "Post-resurrection transformation: James, who was once a skeptic of Jesus' ministry, is now a central leader in the Jerusalem church, suggesting a deep change after an encounter with the risen Christ.",
                                                "Spiritual authority: His ability to speak last and give a decisive judgment shows the respect and influence he had among the apostles and elders.",
                                                "Scriptural discernment: By interpreting the inclusion of Gentiles in light of Old Testament prophecy, James demonstrates theological maturity and pastoral sensitivity."
                                            ],
                                            "source": {
                                                "title": "Acts 15:12-21",
                                                "url": "https://www.biblegateway.com/passage/?search=Acts+15%3A12-21&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Galatians 1:19",
                                            "subtitle": "Paul Meets James, the Lord’s Brother",
                                            "date": "c. AD 48–50",
                                            "details": "Paul recounts visiting Jerusalem after his conversion and mentions that he saw none of the apostles except James, \"the Lord's brother.\" This reference confirms James's identity and his status as a recognized leader in the early church. Paul's reference to James among the apostles suggests he held significant authority in the Jerusalem community, likely due to his encounter with the risen Christ.",
                                            "whyItMatters": [
                                                "Eyewitness connection: James is identified as “the Lord’s brother,” which reinforces his close familial relationship to Jesus and adds weight to his testimony.",
                                                "Apostolic recognition: Paul’s mention of James with the apostles implies he was considered a leader of similar authority, even though he was not one of the original Twelve.",
                                                "Early leadership: This encounter shows James in a prominent leadership role in the Jerusalem church just a few years after Jesus’ death."
                                            ],
                                            "source": {
                                                "title": "Galatians 1:19",
                                                "url": "https://www.biblegateway.com/passage/?search=Galatians+1%3A19&version=ESV"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                }
                            ],
                            "kind": "collection"
                        },
                        {
                            "name": "Martyred",
                            "subtitle": "Sources documenting the martyrdom of James for his faith in the resurrection",
                            "children": [
                                {
                                    "name": "Josephus",
                                    "subtitle": "Josephus records James’ martyrdom, confirming his leadership and death for the faith.",
                                    "children": [
                                        {
                                            "name": "Antiquities of the Jews, Book 20, Section 200",
                                            "subtitle": "Martyrdom of James",
                                            "date": "c. AD 93–94",
                                            "details": "Josephus, a first-century Jewish historian, documented the death of James, “the brother of Jesus, who was called Christ,” who was stoned to death in AD 62. This execution took place between the death of governor Festus and the arrival of his successor Albinus. The article notes that this is the earliest non-Christian record of James’s martyrdom and that his death for his beliefs demonstrates his transformation from a skeptic to a committed witness.",
                                            "whyItMatters": [
                                                "Earliest non-Christian source: It is the earliest external confirmation of James's death and his relationship to Jesus.",
                                                "Familial identification: It refers to James as “the brother of Jesus, who was called Christ,” which confirms Jesus’s existence and James’s significant role.",
                                                "Public execution: The account shows James was a public and controversial figure, condemned to death through a legal process."
                                            ],
                                            "source": {
                                                "title": "Antiquities of the Jews, Book 20, Section 200 (trans. William Whiston)",
                                                "url": "https://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.01.0146%3Abook%3D20%3Awhiston+chapter%3D9%3Awhiston+section%3D1",
                                                "highlightedUrl": "https://www.perseus.tufts.edu/hopper/text?doc=Perseus%3Atext%3A1999.01.0146%3Abook%3D20%3Awhiston+chapter%3D9%3Awhiston+section%3D1#:~:text=Festus%20was%20now,to%20be%20stoned"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Hegesippus",
                                    "subtitle": "Hegesippus provides an early account of James’ martyrdom",
                                    "children": [
                                        {
                                            "name": "Ecclesiastical History, Book 2, Chapter 23",
                                            "subtitle": "Cited by Eusebius – Hegesippus on the Martyrdom of James",
                                            "date": "c. AD 160–180",
                                            "details": "Hegesippus, an early Christian historian, gives a detailed account of James the Just. He describes James as a holy man who was respected even by non-Christians. The tradition states that James was thrown from the temple's pinnacle, stoned, and then killed with a club. This narrative highlights James's devotion and the respect he commanded in Jerusalem, affirming the core tradition of his martyrdom.",
                                            "whyItMatters": [
                                                "It's an early Christian tradition, providing a second-century account of James's death and reinforcing the consistency of the martyrdom tradition.",
                                                "It offers character testimony, describing James as revered by non-Christians, which adds weight to his moral authority.",
                                                "The martyrdom narrative portrays James's death as violent but dignified, showing his unwavering commitment to Christ."
                                            ],
                                            "source": {
                                                "title": "Hegesippus, a fragment cited in Ecclesiastical History, Book 2, Chapter 23 (trans. Arthur C. McGiffert via CCEL)",
                                                "url": "https://www.ccel.org/ccel/schaff/npnf201/npnf201.iii.vii.xxiv.html",
                                                "highlightedUrl": "https://www.ccel.org/ccel/schaff/npnf201/npnf201.iii.vii.xxiv.html#:~:text=%E2%80%9CJames%2C%20the%20brother,Vespasian%20besieged%20them.%E2%80%9D"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Clement of Alexandria",
                                    "subtitle": "James the Just Martyred at the Temple",
                                    "children": [
                                        {
                                            "name": "Ecclesiastical History, Book 2, Chapter 1, Section 4",
                                            "subtitle": "James the Just Martyred at the Temple",
                                            "date": "c. AD 195",
                                            "details": "Clement of Alexandria confirms that James the Just, the brother of the Lord, was martyred. The method of his death involved being thrown from the pinnacle of the temple and subsequently being beaten to death with a club. This account, which was preserved by Eusebius, is consistent with other early sources and supports the tradition of James's violent death for his beliefs. Clement also made a distinction between this James, known as \"the Just,\" and another James who was beheaded.",
                                            "whyItMatters": [
                                                "Multiple attestations: Clement's testimony supports other early traditions, such as those from Hegesippus and Josephus, which strengthens the historical evidence of James's martyrdom.",
                                                "Distinction clarified: The mention of two different men named James helps to maintain clarity in the history of the early church and emphasizes the significant role of James the Just.",
                                                "Faith unto death: The detailed account of James's death highlights the great personal cost of his conversion and leadership in the church following the resurrection."
                                            ],
                                            "source": {
                                                "title": "Clement of Alexandria, Hypotyposes, fragment cited in Eusebius, Ecclesiastical History, Book 2, Chapter 1, Section 4 (trans. Arthur C. McGiffert via CCEL)",
                                                "url": "https://www.newadvent.org/fathers/250102.htm",
                                                "highlightedUrl": "https://www.newadvent.org/fathers/250102.htm#:~:text=4.%20But%20the,Galatians%C2%A01%3A19"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                }
                            ],
                            "kind": "collection"
                        }
                    ],
                    "kind": "collection"
                },
                {
                    "name": "Paul",
                    "subtitle": "Paul’s conversion, testimony, and suffering as evidence for the resurrection",
                    "children": [
                        {
                            "name": "Converted",
                            "subtitle": "Accounts of Paul’s transformation from persecutor to apostle after encountering the risen Jesus",
                            "children": [
                                {
                                    "name": "Paul's Letters",
                                    "children": [
                                        {
                                            "name": "1 Corinthians 15:9–10",
                                            "subtitle": "Paul’s Unworthiness and God’s Grace",
                                            "date": "c. AD 55",
                                            "details": "Paul reflects on his unworthiness to be an apostle because he used to persecute the church. He attributes his transformation to God's grace, emphasizing that his new identity and mission were the result of divine intervention, not self-generated efforts.",
                                            "whyItMatters": [
                                                "Authentic transformation: Paul's dramatic shift strengthens the case for the resurrection's reality.",
                                                "Divine origin of apostleship: Underscores that Paul's authority and message came from an encounter with the risen Christ.",
                                                "Link to resurrection testimony: Reinforces that Paul saw himself as a direct witness to the risen Lord."
                                            ],
                                            "source": {
                                                "title": "1 Corinthians 15:9-10",
                                                "url": "https://www.biblegateway.com/passage/?search=1+Corinthians+15%3A9%E2%80%9310&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Galatians 1:13–16",
                                            "subtitle": "Called by Grace After Persecuting the Church",
                                            "date": "c. AD 48–50",
                                            "details": "Paul refers to his former life as a violent persecutor and credits his transformation to a divine revelation of Jesus Christ. He emphasizes that the gospel he preaches was received directly through an encounter with the risen Lord, not taught by others.",
                                            "whyItMatters": [
                                                "Direct divine encounter: Paul’s claim that he received the gospel 'through a revelation of Jesus Christ' supports the view that he was an eyewitness.",
                                                "Independent source of authority: Paul’s insistence that his message was not taught by others highlights the authenticity and divine origin of his testimony.",
                                                "Transformation as evidence: His shift from persecutor to preacher reinforces the sincerity and conviction behind his proclamation."
                                            ],
                                            "source": {
                                                "title": "Galatians 1:13-16",
                                                "url": "https://www.biblegateway.com/passage/?search=Galatians+1%3A13%E2%80%9316&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Philippians 3:6–7",
                                            "subtitle": "Former Status Counted as Loss",
                                            "date": "c. AD 60–62",
                                            "details": "Paul describes his former identity as a zealous Pharisee and persecutor, but now considers all his former credentials a loss compared to knowing Christ. This shift highlights the depth of his conversion, as he abandoned his status and convictions to follow the risen Jesus.",
                                            "whyItMatters": [
                                                "Loss for Christ’s sake: Paul’s renunciation of status and privilege underscores the radical nature of his transformation.",
                                                "Resurrection conviction implied: His willingness to forfeit everything suggests a sincere belief that Jesus was indeed risen and worth following at any cost.",
                                                "Consistency with other letters: This aligns with Paul's other autobiographical reflections, reinforcing a coherent testimony rooted in a personal encounter with the risen Christ."
                                            ],
                                            "source": {
                                                "title": "Philippians 3:6-7",
                                                "url": "https://www.biblegateway.com/passage/?search=Philippians+3%3A6%E2%80%937&version=ESV"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Acts",
                                    "children": [
                                        {
                                            "name": "Acts 9",
                                            "subtitle": "Paul’s Damascus Road Conversion",
                                            "date": "c. AD 62–64",
                                            "details": "Narrates Paul’s sudden conversion on the road to Damascus. Once a persecutor of Christians, he was confronted by the risen Jesus, temporarily blinded, and then baptized. This encounter led him to begin proclaiming the message he once opposed, underscoring the divine origin of his apostleship.",
                                            "whyItMatters": [
                                                "The dramatic reversal from persecutor to preacher underscores the credibility of his transformation.",
                                                "The encounter with the risen Jesus validates his apostleship as divinely initiated.",
                                                "The narrative aligns with Paul’s own descriptions in his letters."
                                            ],
                                            "source": {
                                                "title": "Acts 9",
                                                "url": "https://www.biblegateway.com/passage/?search=Acts+9&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Acts 22",
                                            "subtitle": "Paul’s Defense Before the Crowd",
                                            "date": "c. AD 62–64",
                                            "details": "Paul recounts his conversion story before a hostile Jewish audience in Jerusalem. He describes his Pharisaic background, his role in persecuting Christians, and his encounter with the risen Jesus on the road to Damascus. He presents his conversion as sudden and divine, reinforcing his authority as one sent by God.",
                                            "whyItMatters": [
                                                "His public defense in a hostile setting shows confidence in the truth of his testimony.",
                                                "The account mirrors earlier descriptions, strengthening its historical credibility.",
                                                "Emphasizing his Pharisaic background gives weight to his transformation for a Jewish audience."
                                            ],
                                            "source": {
                                                "title": "Acts 22",
                                                "url": "https://www.biblegateway.com/passage/?search=Acts+22&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Acts 26",
                                            "subtitle": "Paul’s Testimony Before Agrippa",
                                            "date": "c. AD 62–64",
                                            "details": "Before King Agrippa, Paul recounts his persecution of Christians and his encounter with the risen Jesus on the Damascus road. He states that he was given a divine commission to proclaim repentance and forgiveness to both Jews and Gentiles. He frames his conversion as a fulfillment of God’s plan, aligning his mission with prophetic hope.",
                                            "whyItMatters": [
                                                "Connects his authority directly to a divine commission from the risen Christ.",
                                                "Aligns his mission with Jewish prophetic tradition, reinforcing continuity between the resurrection and Israel’s hope.",
                                                "Testifying before both Roman and Jewish authorities shows his willingness to affirm the resurrection publicly."
                                            ],
                                            "source": {
                                                "title": "Acts 26",
                                                "url": "https://www.biblegateway.com/passage/?search=Acts+26&version=ESV"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Oral Tradition",
                                    "children": [
                                        {
                                            "name": "Galatians 1:22–23",
                                            "subtitle": "Report of Paul’s Radical Transformation",
                                            "date": "c. AD 48–50",
                                            "details": "Paul writes that the churches in Judea did not know him personally but had heard the report: “He who once persecuted us is now preaching the faith he once tried to destroy.” This likely reflects an early oral tradition about his dramatic transformation, circulating among believers who had never met him. The report underscores both the notoriety of his former persecution and the credibility of his conversion as a widely acknowledged public fact.",
                                            "whyItMatters": [
                                                "Even distant churches knew of Paul’s transformation, suggesting it was widely recognized and hard to fabricate.",
                                                "Represents an early oral tradition, showing how news of conversions and resurrection-related events spread among Christians.",
                                                "Paul’s reversal from persecutor to preacher serves as compelling evidence for the sincerity of his testimony."
                                            ],
                                            "source": {
                                                "title": "Galatians 1:22-23",
                                                "url": "https://www.biblegateway.com/passage/?search=Galatians+1%3A22-23&version=ESV"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                }
                            ],
                            "kind": "collection"
                        },
                        {
                            "name": "Suffered & Martyred",
                            "subtitle": "Sources describing Paul’s suffering and martyrdom for his resurrection testimony",
                            "children": [
                                {
                                    "name": "Paul's Letters",
                                    "subtitle": "Paul’s own accounts of suffering and endurance for the gospel",
                                    "children": [
                                        {
                                            "name": "2 Corinthians 11:23–28",
                                            "subtitle": "Paul Recounts His Sufferings",
                                            "date": "c. AD 55–56",
                                            "details": "Paul lists the many sufferings he has endured for Christ—beatings, imprisonments, shipwrecks, stonings, and constant danger. He presents these not as boasts, but as evidence of his genuine commitment to the gospel. The account underscores the sincerity of his apostleship and the radical transformation from persecutor to one who willingly endures persecution for Jesus’s name.",
                                            "whyItMatters": [
                                                "Authenticity through adversity: Paul’s extensive suffering shows his mission was not for personal gain but rooted in deep conviction.",
                                                "Radical reversal: The persecutor becomes the persecuted, highlighting the change caused by his encounter with the risen Christ.",
                                                "Public, verifiable hardship: His sufferings were public and could be confirmed by others, reinforcing the credibility of his witness."
                                            ],
                                            "source": {
                                                "title": "2 Corinthians 11:23-28",
                                                "url": "https://www.biblegateway.com/passage/?search=2+Corinthians+11%3A23-28&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Philippians 1:21–23",
                                            "subtitle": "Paul’s Longing for Union with Christ",
                                            "date": "c. AD 60–62",
                                            "details": "Paul declares, “To live is Christ, and to die is gain,” expressing a longing to depart and be with Christ while recognizing the value of remaining alive for ministry. This reveals that death, to him, is not loss but desired union with the risen Lord. His words reflect deep conviction that the resurrection is the foundation of his courage, joy, and willingness to suffer, even to the point of death.",
                                            "whyItMatters": [
                                                "Resurrection as lived hope: His desire to be with Christ shows that belief in the resurrection was central to his life and mission.",
                                                "Fearless before death: His readiness to embrace death reveals profound confidence in life after death with Christ.",
                                                "Ministry shaped by conviction: He chooses to remain alive for the sake of others, motivated by resurrection hope."
                                            ],
                                            "source": {
                                                "title": "Philippians 1:21-23",
                                                "url": "https://www.biblegateway.com/passage/?search=Philippians+1%3A21-23&version=ESV"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Luke",
                                    "subtitle": "Acts’ narrative of Paul’s suffering and trials for the resurrection message",
                                    "children": [
                                        {
                                            "name": "Acts 14:19",
                                            "subtitle": "Stoned at Lystra",
                                            "date": "c. AD 48–49 (event); Acts written c. AD 62–64",
                                            "details": "In Lystra, a hostile crowd stones Paul, drags him out of the city, and leaves him for dead. He survives and continues his mission.",
                                            "whyItMatters": [
                                                "Radical transformation: Once a persecutor, Paul now suffers persecution for the faith.",
                                                "Costly conviction: Willingness to endure stoning reflects deep sincerity in belief in the resurrection.",
                                                "Apostolic witness: Fits the broader pattern of early disciples risking their lives to proclaim the risen Christ."
                                            ],
                                            "source": {
                                                "title": "Acts 14:19",
                                                "url": "https://www.biblegateway.com/passage/?search=Acts+14%3A19&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Acts 16:19–24",
                                            "subtitle": "Beaten and Imprisoned in Philippi",
                                            "date": "c. AD 49–50 (event); Acts written c. AD 62–64",
                                            "details": "In Philippi, Paul and Silas are seized, beaten with rods, and thrown into prison after freeing a slave girl from a demonic spirit. They respond by praying and singing hymns to God.",
                                            "whyItMatters": [
                                                "Public suffering: They endure visible, unjust punishment, showing willingness to lose status and safety.",
                                                "Joy amid persecution: Their worship in prison reflects genuine, sustaining faith.",
                                                "Resurrection conviction: Their courage indicates confidence grounded in a real encounter with the risen Christ."
                                            ],
                                            "source": {
                                                "title": "Acts 16:19-24",
                                                "url": "https://www.biblegateway.com/passage/?search=Acts+16%3A19-24&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Acts 17:5",
                                            "subtitle": "Mob Violence in Thessalonica",
                                            "date": "c. AD 50–51 (event); Acts written c. AD 62–64",
                                            "details": "Paul’s preaching provokes jealousy, leading to a mob inciting an uproar. Though the violence targets his hosts, it reflects the consistent opposition he faced.",
                                            "whyItMatters": [
                                                "Pattern of opposition: Demonstrates how resurrection preaching repeatedly provoked intense resistance.",
                                                "Indirect persecution: Associates and supporters also suffered for his message.",
                                                "Authenticity of mission: Persistent ministry under hostility supports the credibility of his belief."
                                            ],
                                            "source": {
                                                "title": "Acts 17:5",
                                                "url": "https://www.biblegateway.com/passage/?search=Acts+17%3A5&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Acts 17:13–15",
                                            "subtitle": "Opposition in Berea",
                                            "date": "c. AD 50–51 (event); Acts written c. AD 62–64",
                                            "details": "Jews from Thessalonica travel to Berea to incite crowds against Paul, forcing his early departure for safety.",
                                            "whyItMatters": [
                                                "Relentless persecution: Opponents travel long distances to silence him.",
                                                "Ongoing risk: The repeated need to flee shows constant danger in his ministry.",
                                                "Enduring resolve: Continues preaching despite sustained opposition."
                                            ],
                                            "source": {
                                                "title": "Acts 17:13-15",
                                                "url": "https://www.biblegateway.com/passage/?search=Acts+17%3A13-15&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Acts 18:12–13",
                                            "subtitle": "Trial Before Gallio",
                                            "date": "c. AD 51–52 (event); Acts written c. AD 62–64",
                                            "details": "In Corinth, Jewish leaders bring charges against Paul before the Roman proconsul Gallio, accusing him of persuading people to worship God contrary to the law. Gallio dismisses the case. The event’s timing is supported by the Delphi Inscription dating Gallio’s term to AD 51–52.",
                                            "whyItMatters": [
                                                "Religious and civic opposition: His message drew attention from both Jewish and Roman authorities.",
                                                "Legal risk: Shows the serious consequences of his public ministry.",
                                                "Unshaken boldness: Persisted despite facing formal accusations."
                                            ],
                                            "source": {
                                                "title": "Acts 18:12-13",
                                                "url": "https://www.biblegateway.com/passage/?search=Acts+18%3A12-13&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Acts 21:27–36",
                                            "subtitle": "Seized in Jerusalem",
                                            "date": "c. AD 57 (event); Acts written c. AD 62–64",
                                            "details": "In Jerusalem, Paul is falsely accused of defiling the temple. A mob tries to kill him, but Roman soldiers intervene and arrest him. This incident begins his final imprisonment and trials.",
                                            "whyItMatters": [
                                                "Turning point: Initiates the final phase of Paul’s imprisonments and trials.",
                                                "Public risk: Arrest results from accusations linked directly to his gospel message.",
                                                "Conviction under fire: Faces a violent mob without recanting his testimony."
                                            ],
                                            "source": {
                                                "title": "Acts 21:27-36",
                                                "url": "https://www.biblegateway.com/passage/?search=Acts+21%3A27-36&version=ESV"
                                            },
                                            "kind": "evidence"
                                        },
                                        {
                                            "name": "Acts 23:12–35",
                                            "subtitle": "Assassination Plot",
                                            "date": "c. AD 57 (event); Acts written c. AD 62–64",
                                            "details": "More than forty men conspire to assassinate Paul. Roman officials discover the plot and secretly escort him under heavy guard to Caesarea.",
                                            "whyItMatters": [
                                                "Extreme opposition: Shows the intensity of hatred toward Paul for preaching the resurrection.",
                                                "Providential protection: Roman intervention preserves his life for continued testimony.",
                                                "Unwavering mission: Presses on despite direct threats to his life."
                                            ],
                                            "source": {
                                                "title": "Acts 23:12-35",
                                                "url": "https://www.biblegateway.com/passage/?search=Acts+23%3A12-35&version=ESV"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Clement of Rome",
                                    "subtitle": "Early bishop of Rome (c. AD 95–97); author of the letter '1 Clement', a late-1st-century epistle that recalls Peter and Paul's martyrdom and affirms apostolic witness.",
                                    "children": [
                                        {
                                            "name": "1 Clement, Chapter 5, Verses 2–7",
                                            "subtitle": "Peter and Paul’s Martyrdom Remembered",
                                            "date": "c. AD 95–97",
                                            "details": "An early letter from the church in Rome to the Corinthians, traditionally attributed to Clement of Rome. In chapter 5, Clement recalls the sufferings and martyrdoms of Peter and Paul, portraying them as steadfast witnesses who endured trials, imprisonments, and death because of their proclamation of the risen Christ. His tone of admiration suggests that by the end of the first century, their deaths were honored as the ultimate testimony to the truth of the resurrection.",
                                            "whyItMatters": [
                                                "Early extra-biblical Christian source affirming the persecution and death of both apostles.",
                                                "Reflects the Roman church’s high regard for Peter and Paul as models of endurance and faith.",
                                                "Links their suffering directly to preaching the risen Christ, reinforcing the sincerity of their testimony."
                                            ],
                                            "source": {
                                                "title": "1 Clement, Chapter 5, Verses 2-7",
                                                "url": "https://www.earlychristianwritings.com/text/1clement-lightfoot.html",
                                                "highlightedUrl": "https://www.earlychristianwritings.com/text/1clement-lightfoot.html#:~:text=1Clem%205%3A1%0ABut,pattern%20of%20patient%20endurance."
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Polycarp",
                                    "subtitle": "Polycarp’s testimony to apostolic suffering and endurance",
                                    "children": [
                                        {
                                            "name": "The Epistle of Polycarp to the Philippians, Chapter 9, Sections 1–2",
                                            "subtitle": "Affirming Apostolic Suffering",
                                            "date": "c. AD 110–140",
                                            "details": "Polycarp, bishop of Smyrna and disciple of the apostle John, urged steadfast faith in his letter to the Philippians. He wrote that “Paul himself and the rest of the Apostles ran not in vain but in faith and righteousness” and that they “suffered.” As a direct link to the apostolic generation, Polycarp confirms that Paul’s sufferings—and those of the other apostles—were inseparable from their proclamation of the risen Christ.",
                                            "whyItMatters": [
                                                "Firsthand link: Polycarp, taught by John, offers historically close confirmation of apostolic suffering.",
                                                "Recognized tradition: Shows Paul’s hardships were honored and remembered in early Christian memory.",
                                                "Purposeful endurance: Connects their suffering to the sincerity of their resurrection witness."
                                            ],
                                            "source": {
                                                "title": "The Epistle of Polycarp to the Philippians, Chapter 9, Sections 1–2 (trans. J. B. Lightfoot)",
                                                "url": "https://www.earlychristianwritings.com/text/polycarp-lightfoot.html",
                                                "highlightedUrl": "https://www.earlychristianwritings.com/text/polycarp-lightfoot.html#:~:text=Polycarp%209%3A1,God%20for%20us."
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Tertullian",
                                    "subtitle": "North African Christian apologist (c. AD 155–240); prolific author (e.g., Apologeticum, Scorpiace) who appealed to apostolic martyrdom and public records as evidence for the resurrection and Christian truth.",
                                    "children": [
                                        {
                                            "name": "Scorpiace, Chapter 15",
                                            "subtitle": "Apostolic Martyrdom",
                                            "date": "c. AD 203",
                                            "details": "In a theological defense of martyrdom, the North African church father Tertullian references the violent deaths of Peter, Paul, James, and Stephen as both historical facts and theological witnesses. He states that their testimony was \"written in their own blood\" and encourages skeptics to check the public records of the empire for confirmation. Tertullian describes their martyrdoms not as legends or defeats but as open, verifiable events that were the result of their conviction in the resurrection. He specifically describes Paul's execution as a new birth, \"ennobled by martyrdom.\"",
                                            "whyItMatters": [
                                                "Historical witness claimed as public record: Tertullian appealed to official Roman archives to prove the apostles' deaths, treating their martyrdoms as verifiable events rather than legends.",
                                                "Martyrdom as theological proof: He presents their suffering as a testimony to the truth of the resurrection and a spiritual triumph, suggesting that their endurance was based on conviction.",
                                                "Early North African voice: Writing in the early third century, Tertullian represents a distinct Christian community that upheld the same apostolic tradition of resurrection-centered suffering."
                                            ],
                                            "source": {
                                                "title": "Scorpiace, Chapter 15 (trans. S. Thelwall via Early Christian Writings)",
                                                "url": "https://www.earlychristianwritings.com/text/tertullian18.html",
                                                "highlightedUrl": "https://www.earlychristianwritings.com/text/tertullian18.html#:~:text=CHAP.%20XV.,draught%20of%20ours."
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Dionysius of Corinth",
                                    "subtitle": "Dionysius of Corinth, an early bishop (c. AD 170), testifies to the unified martyrdom of Peter and Paul",
                                    "children": [
                                        {
                                            "name": "Ecclesiastical History, Book 2, Chapter 25, Section 8",
                                            "subtitle": "Apostolic Martyrdom",
                                            "date": "c. AD 170",
                                            "details": "In a letter to the Romans, Bishop Dionysius of Corinth affirmed that Peter and Paul “suffered martyrdom at the same time,” presenting their deaths as part of the united witness of the early church. Preserved by Eusebius, his words place Paul’s suffering and execution alongside Peter’s, both grounded in their shared proclamation of the risen Christ.",
                                            "whyItMatters": [
                                                "Confirms early tradition: Affirms Peter and Paul’s martyrdom within living memory of the apostolic age.",
                                                "Unified witness: Links their deaths to a shared testimony of the resurrection.",
                                                "Preserved by Eusebius: Gains weight from transmission by a major early church historian."
                                            ],
                                            "source": {
                                                "title": "Dionysius of Corinth, fragment cited in Ecclesiastical History, Book 2, Chapter 25, Section 8 (trans. Arthur C. McGiffert via CCEL)",
                                                "url": "https://ccel.org/ccel/schaff/npnf201/npnf201.iii.vii.xxvi.html",
                                                "highlightedUrl": "https://ccel.org/ccel/schaff/npnf201/npnf201.iii.vii.xxvi.html#:~:text=8.%20And%20that,still%20more%20confirmed."
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                },
                                {
                                    "name": "Origen",
                                    "subtitle": "Alexandrian scholar and theologian (c. AD 185–254); prolific commentator and exegete who affirmed apostolic suffering and the tradition of Peter and Paul's martyrdom.",
                                    "children": [
                                        {
                                            "name": "Ecclesiastical History, Book 3, Chapter 1",
                                            "subtitle": "Apostolic Martyrdom in Rome",
                                            "date": "c. AD 230",
                                            "details": "Origen, one of the most learned Christian theologians of the early third century, affirmed that Peter was crucified and Paul was beheaded in Rome under Nero. By Origen’s time, this account of their deaths was already a well-established tradition, later preserved by Eusebius.",
                                            "whyItMatters": [
                                                "Confirms established tradition: By the early third century, Peter and Paul’s martyrdoms in Rome were widely accepted.",
                                                "Broad acceptance: Origen’s testimony reflects the tradition’s reach beyond Rome into the wider Christian world.",
                                                "Historical context: Links their deaths to Nero’s persecution, underscoring the cost of their resurrection witness."
                                            ],
                                            "source": {
                                                "title": "Origen, Commentary on Genesis, fragment cited in Eusebius's Ecclesiastical History, Book 3, Chapter 1",
                                                "url": "https://ccel.org/ccel/schaff/npnf201/npnf201.iii.viii.i.html"
                                            },
                                            "kind": "evidence"
                                        }
                                    ],
                                    "kind": "collection"
                                }
                            ],
                            "kind": "collection"
                        }
                    ],
                    "kind": "collection"
                }
            ],
            "kind": "collection"
        }
    ],
    "kind": "collection"
}