[
  {
    "name": "Origen",
    "subtitle": "Martyrdom of Peter and Paul under Nero",
    "date": "c. AD 230",
    "details": "Origen, a prominent Christian theologian, confirms that Peter was crucified and Paul was beheaded in Rome during the reign of Nero. This tradition was already well-established by Origen's time.",
    "whyItMatters": [
      "It confirms the martyrdom tradition, showing that the deaths of Peter and Paul were widely accepted by the early 3rd century.",
      "It is consistent with earlier sources like Clement of Rome and Dionysius of Corinth.",
      "It demonstrates the historical continuity and enduring memory of the apostolic witness as foundational to early Christian identity."
    ],
    "source": {
      "title": "Origen, Commentary on Genesis, fragment cited in Ecclesiastical History, Book 3, Chapter 1 (trans. Arthur C. McGiffert via CCEL)",
      "url": "https://sites.google.com/view/risen-evidence/resurrection/disciples/believed-it/origen"
    }
  },
  {
    "name": "Origen",
    "subtitle": "Disciples’ Willingness to Die",
    "date": "c. AD 248",
    "details": "In his defense of Christianity against Celsus, Origen argues that the disciples' courage and martyrdom are compelling proof of the resurrection. He states that they would not have risked their lives for an invented doctrine and were the first to both teach and demonstrate a disregard for death.",
    "whyItMatters": [
      "It highlights the disciples' sincerity under duress, as their willingness to suffer and die is presented as evidence of their belief in the resurrection.",
      "It serves as a historical apologetic, framing their martyrdom as \"clear and unmistakable proof\" of the resurrection's authenticity.",
      "It emphasizes the legacy of courage, as the disciples not only taught fearlessness but also lived it out."
    ],
    "source": {
      "title": "Origen, Contra Celsum, Book 2, Chapter 56 (trans. Frederick Crombie, Ante-Nicene Fathers, Vol. 4)",
      "url": "https://sites.google.com/view/risen-evidence/resurrection/disciples/believed-it/origen"
    }
  },
  {
    "name": "Origen",
    "subtitle": "Apostolic Conviction and Suffering Affirm the Resurrection",
    "date": "c. AD 248",
    "details": "Origen defends the resurrection against Celsus's Jewish challenger by pointing to the disciples' unwavering conviction. He asserts that Jesus so convinced them of the resurrection's truth that they were able to \"laugh at all the troubles of life.\" Their enduring hardships were based on personal, convincing evidence, not hearsay.",
    "whyItMatters": [
      "Suffering is presented as a validation of sincere belief in the resurrection.",
      "Origen's argument defends the resurrection claims by stating they were demonstrated in \"word and deed\" to the disciples.",
      "It shows historical continuity by preserving a second-century defense that links apostolic suffering with eyewitness conviction."
    ],
    "source": {
      "title": "Contra Celsum, Book 2, Chapter 77 (trans. Frederick Crombie via Ante-Nicene Fathers)",
      "url": "https://sites.google.com/view/risen-evidence/resurrection/disciples/believed-it/origen"
    }
  }
]