[
  {
    "name": "Sermon Summaries",
    "subtitle": "Acts 2:22-36 — Peter’s Pentecost Sermon",
    "date": "c. AD 30",
    "details": "Peter proclaims Jesus’ resurrection as the fulfillment of Scripture and firsthand apostolic testimony, appealing to the crowd’s knowledge of Jesus’ miracles and crucifixion. He declares that “God raised him up,” citing Psalm 16 and stating, “this Jesus God raised up, and of that we all are witnesses.”",
    "whyItMatters": [
      "Public testimony in Jerusalem: Delivered in the city where Jesus was crucified, strengthening its apologetic force.",
      "Appeal to Scripture: Peter roots the resurrection in Jewish prophecy, especially David’s psalms.",
      "Claim of eyewitnesses: “We all are witnesses” shows collective apostolic affirmation."
    ],
    "source": {
      "title": "Acts 2:22–36 (ESV)",
      "url": "https://sites.google.com/view/risen-evidence/resurrection/disciples/claimed-it/oral-tradition/sermon-summaries"
    }
  },
  {
    "name": "Sermon Summaries",
    "subtitle": "Acts 3:13–15 — Peter at Solomon’s Portico",
    "date": "c. AD 30–31",
    "details": "Peter accuses the crowd of killing the “Author of life,” but states, “God raised him from the dead. To this we are witnesses.”",
    "whyItMatters": [
      "Direct confrontation: Peter boldly blames the crowd and asserts resurrection before them.",
      "Consistency: The message aligns with Peter’s earlier Pentecost sermon."
    ],
    "source": {
      "title": "Acts 3:13–15 (ESV)",
      "url": "https://sites.google.com/view/risen-evidence/resurrection/disciples/claimed-it/oral-tradition/sermon-summaries"
    }
  },
  {
    "name": "Sermon Summaries",
    "subtitle": "Acts 4:8–12, 33 — Peter before the Sanhedrin",
    "date": "c. AD 30–31",
    "details": "Peter, filled with the Holy Spirit, declares before the Jewish council that a lame man was healed “by the name of Jesus Christ of Nazareth, whom you crucified, whom God raised from the dead.” He identifies Jesus as the rejected stone that has become the cornerstone and asserts that “there is salvation in no one else…”",
    "whyItMatters": [
      "Healing provokes hostility: A miraculous healing prompts accusation rather than praise.",
      "Exclusive claim: Peter boldly asserts that salvation is found in no one else but Jesus.",
      "Fulfillment of Scripture: Peter cites Psalm 118:22, identifying Jesus as the rejected cornerstone.",
      "Continuity with Jesus: The opposition to Jesus’ healing ministry now extends to His followers."
    ],
    "source": {
      "title": "Acts 4:8–12 (ESV)",
      "url": "https://sites.google.com/view/risen-evidence/resurrection/disciples/claimed-it/oral-tradition/sermon-summaries"
    }
  },
  {
    "name": "Sermon Summaries",
    "subtitle": "Acts 5:30–32 — Apostles before the Sanhedrin Again",
    "date": "c. AD 31",
    "details": "Peter states, “The God of our fathers raised Jesus, whom you killed by hanging him on a tree… And we are witnesses to these things, and so is the Holy Spirit...”",
    "whyItMatters": [
      "Divine validation: The apostles invoke the Holy Spirit as co-witness.",
      "Repetition and consistency: The message is again that of resurrection and the guilt of the hearers."
    ],
    "source": {
      "title": "Acts 5:30–32 (ESV)",
      "url": "https://sites.google.com/view/risen-evidence/resurrection/disciples/claimed-it/oral-tradition/sermon-summaries"
    }
  },
  {
    "name": "Sermon Summaries",
    "subtitle": "Acts 10:39–41 — Peter at Cornelius’s House",
    "date": "c. AD 37–38",
    "details": "Peter states, “We are witnesses of all that he did… They put him to death… but God raised him… and made him appear… to us who had been chosen by God as witnesses.”",
    "whyItMatters": [
      "Gentile mission context: Peter shares resurrection testimony beyond Jewish circles.",
      "Focus on God’s initiative: The witnesses were “chosen by God.”"
    ],
    "source": {
      "title": "Acts 10:39–41 (ESV)",
      "url": "https://sites.google.com/view/risen-evidence/resurrection/disciples/claimed-it/oral-tradition/sermon-summaries"
    }
  },
  {
    "name": "Sermon Summaries",
    "subtitle": "Acts 13:26–37 — Paul in Pisidian Antioch",
    "date": "c. AD 47–48",
    "details": "Paul echoes Peter’s Pentecost sermon, citing Psalm 2 and 16 as fulfilled in Jesus’ resurrection. He states, “God raised him from the dead, and for many days he appeared to those… who are now his witnesses...”",
    "whyItMatters": [
      "Scripture-centered: Paul also grounds the resurrection in prophecy.",
      "Transmission of testimony: Highlights that the eyewitnesses now preach this message."
    ],
    "source": {
      "title": "Acts 13:26–37 (ESV)",
      "url": "https://sites.google.com/view/risen-evidence/resurrection/disciples/claimed-it/oral-tradition/sermon-summaries"
    }
  },
  {
    "name": "Sermon Summaries",
    "subtitle": "Acts 17:2–3, 30–31 — Paul in Thessalonica and Athens",
    "date": "c. AD 49–51",
    "details": "In Thessalonica, Paul reasons from the Scriptures that “it was necessary for the Christ to suffer and to rise from the dead,” declaring “this Jesus… is the Christ.” In Athens, he asserts that God “has fixed a day on which he will judge the world… by a man whom he has appointed; and of this he has given assurance to all by raising him from the dead.”",
    "whyItMatters": [
      "Scriptural reasoning: Paul presents Jesus’ death and resurrection as necessary fulfillments of Jewish prophecy.",
      "Cross-cultural appeal: The resurrection is proclaimed in Jewish synagogues and Greek philosophical settings.",
      "Universal significance: Paul links the resurrection to a future judgment of all people, reinforcing its cosmic importance."
    ],
    "source": {
      "title": "Acts 17:2–3, 30–31 (ESV)",
      "url": "https://sites.google.com/view/risen-evidence/resurrection/disciples/claimed-it/oral-tradition/sermon-summaries"
    }
  }
]