[
  {
    "name": "Acts 4:1–22 — Peter and John before the Sanhedrin",
    "subtitle": null,
    "date": "c. AD 30",
    "details": "Peter and John were arrested for healing a lame man and preaching about Jesus' resurrection. They affirmed that they must obey God rather than men, despite threats from the Jewish council.",
    "whyItMatters": [
      "The public trial showed early opposition to resurrection preaching",
      "The apostles were bold under threat",
      "Both affirmed the same message of resurrection, showing a unity of witness"
    ],
    "source": {
      "title": "Acts 4:1–22 (ESV)",
      "url": "https://sites.google.com/view/risen-evidence/resurrection/disciples/believed-it/acts"
    }
  },
  {
    "name": "Acts 5:17–42 — Apostles Imprisoned and Flogged",
    "subtitle": null,
    "date": "c. AD 30",
    "details": "All the apostles were imprisoned for preaching the resurrection. After an angel released them, they were brought before the Sanhedrin again, where Peter stated they were witnesses to these things. They were flogged and warned but left rejoicing.",
    "whyItMatters": [
      "The apostles found joy in suffering",
      "The angel's intervention underscored divine support",
      "They persisted in teaching daily despite repeated threats"
    ],
    "source": {
      "title": "Acts 5:17–42 (ESV)",
      "url": "https://sites.google.com/view/risen-evidence/resurrection/disciples/believed-it/acts"
    }
  },
  {
    "name": "Acts 7:54–60 — The Martyrdom of Stephen",
    "subtitle": null,
    "date": "c. AD 30–35",
    "details": "Stephen, a deacon, was stoned after delivering a bold defense. As he was being killed, he saw a vision of the risen Christ and prayed for his killers.",
    "whyItMatters": [
      "The vision of the risen Christ reinforced belief even at death",
      "Stephen's death marked the beginning of open persecution",
      "His prayer for his killers paralleled Jesus' own crucifixion words"
    ],
    "source": {
      "title": "Acts 7:54–60 (ESV)",
      "url": "https://sites.google.com/view/risen-evidence/resurrection/disciples/believed-it/acts"
    }
  },
  {
    "name": "Acts 12 – James Martyred, Peter Imprisoned",
    "subtitle": null,
    "date": "c. AD 44",
    "details": "The apostle James was executed by Herod Agrippa I, and Peter was arrested afterward, likely to face the same fate. The text emphasizes that apostolic witness to the risen Christ was costly from the beginning.",
    "whyItMatters": [
      "The martyrdom of James, a direct eyewitness, and the imprisonment of Peter demonstrate the sincerity of their belief and the dangers they faced",
      "The passage highlights that the apostles had no earthly incentive to preach and their persistence under threat only makes sense if they truly believed in the resurrection"
    ],
    "source": {
      "title": "Acts of the Apostles, Chapter 12 (ESV)",
      "url": "https://sites.google.com/view/risen-evidence/resurrection/disciples/believed-it/acts"
    }
  },
  {
    "name": "Acts 12:1–5 — James Killed, Peter Imprisoned",
    "subtitle": null,
    "date": "c. AD 44",
    "details": "King Herod executed James, making him the first of the Twelve to be martyred. Peter was then arrested and imprisoned but was later rescued by an angel.",
    "whyItMatters": [
      "James's execution underscores the mortal risk of discipleship",
      "Herod's actions show that resurrection preaching had real political consequences",
      "Peter's imprisonment shows the ongoing danger to church leaders"
    ],
    "source": {
      "title": "Acts 12:1–5 (ESV)",
      "url": "https://sites.google.com/view/risen-evidence/resurrection/disciples/believed-it/acts"
    }
  }
]