[
  {
    "name": "Galatians 1:18-19 — Paul Meets Peter and James",
    "subtitle": null,
    "date": "c. AD 48–50",
    "details": "Paul recalls that three years after his conversion, he went to Jerusalem and stayed with Peter for fifteen days. He also saw James, the Lord’s brother. This brief remark provides strong evidence that Paul had personal contact with those who were central eyewitnesses to the resurrection. His time with Peter, in particular, supports the claim that his gospel was in alignment with those who had seen the risen Jesus firsthand. The Greek word translated “to visit” (histēresai) in the referenced passage suggests careful inquiry or investigation, implying that Paul engaged in deliberate discussions with Peter (Cephas).",
    "whyItMatters": [
      "Paul had personal contact with central eyewitnesses to the resurrection.",
      "His gospel was in alignment with those who had seen the risen Jesus firsthand.",
      "Paul engaged in deliberate discussions with Peter (Cephas) to investigate."
    ],
    "source": {
      "title": "Galatians 1:18–19 (ESV)",
      "url": "https://sites.google.com/view/risen-evidence/resurrection/disciples/claimed-it/pauls-letters"
    }
  },
  {
    "name": "Galatians 2:1–10 — Paul Affirms Unity of the Apostolic Witness",
    "subtitle": null,
    "date": "c. AD 48–50",
    "details": "In this passage, Paul describes a later visit to Jerusalem where he meets with the pillars of the early church—James, Peter (Cephas), and John. He presents to them the gospel he preaches to the Gentiles and receives their affirmation. Paul’s account highlights that the core message he proclaimed, including the resurrection of Jesus, was in full agreement with what the other apostles were teaching.",
    "whyItMatters": [
      "Independent but unified proclamation: Paul’s gospel, received by revelation, is recognized as authentic by the original apostles.",
      "Affirmation of resurrection message: The unity between Paul and the Jerusalem leaders underscores the consistency of the resurrection claim across early Christian communities.",
      "Early cooperation and trust: Their giving “the right hand of fellowship” demonstrates mutual recognition and shared mission, especially in proclaiming the risen Christ to Jews and Gentiles alike."
    ],
    "source": {
      "title": "Galatians 2:1–10 (ESV)",
      "url": "https://sites.google.com/view/risen-evidence/resurrection/disciples/claimed-it/pauls-letters"
    }
  },
  {
    "name": "1 Corinthians 15:9–11 — Shared Apostolic Message",
    "subtitle": null,
    "date": "c. AD 55",
    "details": "In this follow-up to the early creed, Paul reflects on his own unworthiness due to his former persecution of the church, yet emphasizes that God's grace enabled him to labor fruitfully as an apostle. He underscores that whether it was he or the other apostles who preached, their core message remained the same—and so the Corinthians believed.",
    "whyItMatters": [
      "Affirms shared message: Paul insists that all the apostles preached the same gospel, including the resurrection.",
      "Supports unified witness: Indicates that the resurrection was not a private or disputed claim, but publicly and consistently proclaimed by all.",
      "Underscores divine initiative: Paul attributes his apostleship and transformation to grace, reinforcing the supernatural character of the resurrection message."
    ],
    "source": {
      "title": "1 Corinthians 15:9–11",
      "url": "https://sites.google.com/view/risen-evidence/resurrection/disciples/claimed-it/pauls-letters"
    }
  }
]