{
  "name": "Burial",
  "children": [
    {
      "name": "Enemy Attestation",
      "children": [
        {
          "name": "Matthew 28:12–13 — Polemic Presupposes an Empty Tomb",
          "subtitle": null,
          "date": "c. AD 70–90 (traditional dating of the Gospel of Matthew)",
          "details": "In response to resurrection claims, the chief priests and elders conspire with the guards to spread the story that Jesus’ disciples stole His body while the guards were asleep. The account does not merely assert a guard's presence but answers a counter-narrative already in circulation. Matthew frames the entire episode—including the bribery and the claim of a sleeping guard—as a defense against an accusation that itself presupposes an empty tomb.",
          "whyItMatters": [
            "Implies pre-existing controversy: The narrative functions as a counter to an early Jewish explanation for the empty tomb, namely that the disciples stole the body.",
            "Enemy attestation to emptiness: Even while refuting the resurrection, the rival explanation presumes the tomb was indeed found empty.",
            "Implicit chain of claims and counter-claims: This chain demonstrates that the tomb’s emptiness was not in dispute—only the explanation of why it was empty."
          ],
          "source": {
            "title": "Matthew 28:12–13 (ESV)",
            "url": null
          }
        },
        {
          "name": "Justin Martyr, Dialogue with Trypho 108 — Persisting Jewish Counter-Claim",
          "subtitle": null,
          "date": "c. AD 155–160",
          "details": "Justin records that Jewish leaders sent emissaries throughout the Mediterranean to spread the accusation that the disciples stole Jesus’ body, stating that they proclaimed a 'godless and lawless heresy' from 'Jesus, a Galilean deceiver' and that his 'disciples stole him by night from the tomb.' This second-century report confirms that alternative explanations for the empty tomb were still actively circulated and defended by non-Christians.",
          "whyItatters": [
            "Continued polemic implies ongoing impact: The need to continue spreading the theft narrative decades later shows the resurrection message remained influential—and problematic—for opponents.",
            "Implicit concession of the empty tomb: No claim is made that the body remained in the grave. The body’s absence is granted; only its cause is contested.",
            "External attestation of early controversy: Justin’s testimony confirms that Matthew’s account reflects a real and longstanding dispute, not a literary invention."
          ],
          "source": {
            "title": "Justin Martyr, Dialogue with Trypho 108 (ANF translation)",
            "url": null
          }
        },
        {
          "name": "Tertullian, De Spectaculis 30 — Defensive Apologetics Presume an Empty Tomb",
          "subtitle": null,
          "date": "c. AD 197",
          "details": "In addressing slanders against Christianity, Tertullian acknowledges the continued existence of the theft accusation, noting that opponents 'allege, that the disciples of Christ stole Him away secretly, that it might be said He had risen again.' Nearly 170 years after the crucifixion, Tertullian defends the resurrection not by trying to prove the tomb was empty, but by answering this long-circulated alternative explanation.",
          "whyItMatters": [
            "Long-term endurance of the objection: That this same accusation was still being repeated shows how central the empty tomb was in the public debate.",
            "Polemic not silence: Opponents of Christianity felt the need to answer the resurrection claim with a tangible counter-explanation—not silence, denial, or appeal to a body still in the grave.",
            "Involuntary support of the core fact: The very act of proposing a theft theory demonstrates that the body was missing—the explanation granted that much."
          ],
          "source": {
            "title": "Tertullian, De Spectaculis 30 (ANF translation)",
            "url": null
          }
        }
      ]
    },
    {
      "name": "Testimony of Women",
      "children": [
        {
          "name": "Luke 24:11 — Women’s Testimony Dismissed by the Disciples",
          "subtitle": null,
          "date": "c. AD 60–85 (traditional dating of Luke’s Gospel)",
          "details": "When the women report the empty tomb and angelic message to the apostles, Luke records: “But these words seemed to them an idle tale, and they did not believe them.”",
          "whyItMatters": [
            "Narrative honesty: Even the male disciples initially reject the women’s report—hardly the detail one would fabricate to create a triumphal narrative.",
            "Confirms gender bias: The Gospel itself acknowledges that women’s testimony lacked persuasive power in the eyes of the culture.",
            "Authenticity through embarrassment: If inventing the story, it would have been more persuasive to place male disciples at the tomb first."
          ],
          "source": {
            "title": "Luke 24:11 (ESV)",
            "url": null
          }
        },
        {
          "name": "Josephus, Antiquities 4.8.15 — Women’s Testimony Considered Unreliable",
          "subtitle": null,
          "date": "c. AD 93–94",
          "details": "Commenting on Mosaic Law, Josephus states: “Let not the testimony of women be admitted, on account of the levity and boldness of their sex.”",
          "whyItMatters": [
            "Cultural corroboration: Josephus reflects the widespread Jewish attitude that women were not trustworthy witnesses in legal or public matters.",
            "Embarrassing testimony preserved: This background highlights the unlikely and countercultural nature of placing women at the center of the resurrection account.",
            "Reinforces authenticity: The Gospel writers had every reason to downplay or alter this detail—yet they preserved it."
          ],
          "source": {
            "title": "Josephus, Antiquities 4.8.15 (Whiston translation)",
            "url": null
          }
        },
        {
          "name": "Talmud, Sotah 19a — Unreliable Witnesses Include Women",
          "subtitle": null,
          "date": "Compiled c. AD 200–500 (based on earlier oral traditions)",
          "details": "This passage lists women among those disqualified from bearing valid witness in certain legal contexts.",
          "whyItMatters": [
            "Reflects enduring legal norms: Women’s testimony was systematically excluded or devalued in rabbinic rulings.",
            "Demonstrates persistent cultural assumptions: This legal context helps modern readers grasp how startling it would have been for women to be presented as key witnesses.",
            "Supports criterion of embarrassment: The early Christian authors had every incentive to use men—but didn’t."
          ],
          "source": {
            "title": "Babylonian Talmud, Sotah 19a",
            "url": null
          }
        },
        {
          "name": "Talmud, Rosh Hashanah 1:8 — Women Not Accepted as Legal Witnesses",
          "subtitle": null,
          "date": "Mishnah compiled c. AD 200",
          "details": "This Mishnah rules that women, slaves, and minors are not acceptable as witnesses for sighting the new moon (a religiously significant legal observation).",
          "whyItMatters": [
            "Religious precedent of exclusion: Even in key sacred observances, women's testimony was barred.",
            "Underscores social context: This provides another legal-cultural backdrop to the surprising prominence of women in the resurrection narratives.",
            "Highlights countercultural narrative: The early Christians defied social norms in placing women as the first to encounter the risen Christ."
          ],
          "source": {
            "title": "Mishnah, Rosh Hashanah 1:8",
            "url": null
          }
        },
        {
          "name": "Talmud, Kiddushin 82b — Derogatory Comments on Women",
          "subtitle": null,
          "date": "Compiled c. AD 200–500",
          "details": "Includes rabbinic sayings that demean the character and judgment of women, further reflecting the low social view of their trustworthiness.",
          "whyItMatters": [
            "Illustrates misogynistic assumptions: These attitudes frame the cultural shock of the Gospels’ witness structure.",
            "Adds weight to the criterion of embarrassment: The Gospels elevate women as heralds of the resurrection despite deeply ingrained prejudice."
          ],
          "source": {
            "title": "Babylonian Talmud, Kiddushin 82b",
            "url": null
          }
        },
        {
          "name": "Origen, Contra Celsum 2.59 — Celsus Objects to Women as First Witnesses",
          "subtitle": null,
          "date": "c. AD 248 (Origen’s reply to 2nd-century critic Celsus)",
          "details": "Celsus mocks the resurrection account partly on the grounds that it relies on the testimony of a “hysterical woman.” Origen reports this objection and defends the Gospel’s integrity.",
          "whyItMatters": [
            "External critique confirms embarrassment: Celsus identifies the female witness as a reason to doubt the resurrection—confirming that this was seen as a liability.",
            "Hostile corroboration: Even critics of Christianity recognized that this detail worked against persuasive power.",
            "Evidence against fabrication: Origen doesn’t deny the fact; instead, he argues for its truth despite its implausibility to critics."
          ],
          "source": {
            "title": "Origen, Contra Celsum 2.59 (ANF translation)",
            "url": null
          }
        },
        {
          "name": "Origen, Contra Celsum 3.55 — Woman’s Witness Used to Undermine Resurrection",
          "subtitle": null,
          "date": "c. AD 248",
          "details": "Origen again defends against Celsus’ mockery, who questioned why Jesus would appear to a woman first rather than to people of influence or status.",
          "whyItMatters": [
            "Embarrassment acknowledged by critics: Even pagan opponents recognized the unusual—and to them, unconvincing—choice of female witnesses.",
            "Unlikely invention: This demonstrates that non-Christians perceived the Gospel accounts as problematic for their cultural expectations.",
            "Authenticity supported by counterattack: The detail is so widely known and difficult that Origen chooses to explain it rather than deny it."
          ],
          "source": {
            "title": "Origen, Contra Celsum 3.55",
            "url": null
          }
        },
        {
          "name": "Suetonius, The Twelve Caesars, Augustus 44 — Women as Gullible and Superstitious",
          "subtitle": null,
          "date": "c. AD 121",
          "details": "Describing Augustus’ distrust of popular superstition, Suetonius notes: “He despised foreign rites and superstitions, especially those practiced by women.”",
          "whyItMatters": [
            "Roman cultural bias: Women were associated with irrationality and religious gullibility in Roman elite circles.",
            "Cross-cultural resonance: Prejudice against women’s testimony was not limited to Jewish sources—this adds Greco-Roman context.",
            "Supports implausibility of fabrication: Inventing women as central witnesses would have hindered credibility, not helped it, in either Jewish or Roman worlds."
          ],
          "source": {
            "title": "Suetonius, The Twelve Caesars, Augustus 44 (Loeb translation)",
            "url": null
          }
        }
      ]
    },
    
  ]
}